[
{"Project Name":"Rod Mamin","Status":"APPROVED","RoundId":43080,"ApplicationId":82,"PayoutAddress":"0xA64f2228cceC96076c82abb903021C33859082F8","Project Desc":"# Rod Mamin\n\nHi, my name is Rod Mamin. I'm Space Systems Engineer, founder of LunCo.\n\nI've being active on Gitcoin since GR15, and now it's the main source of funding for LunCo and related DeSpace/DeSci activities.\n","ProjectId":1732,"Project Github":"https://github.com/LunCoSim","Project Website":"https://x.com/_Difint_"},
{"Project Name":"Empowering Web3 Communities: Monica Talan's Contributions to Gitcoin's Growth in LatAm","Status":"APPROVED","RoundId":43080,"ApplicationId":84,"PayoutAddress":"0xefE5789F3853e8916AcEF2d117736618D274782B","Project Desc":"Empowering Web3 Communities: Monica Talan's Contributions to Gitcoin's Growth in LatAm \n\nI am Monica Talan, a passionate advocate for blockchain education and community engagement, and active in the Gitcoin ecosystem since 2023. My journey with Gitcoin began as a grant recipient via CryptoConexion, evolving into a multifaceted role encompassing education, project coordination, and active community participation. \n\nThrough my project, CryptoConexion which launched October 31, 2021, I have dedicated myself to demystifying blockchain technology. Since being introduced to Gitcoin , we have been fostering the adoption of Gitcoin’s initiatives, contributing significantly towards building a resilient and knowledgeable Web3 community.\n\nContribution to Gitcoin's Essential Intents:\n\nNetwork Effects:\nMy project, CryptoConexion, stands at the forefront of welcoming newcomers into the Web3 space and accompanying them in their journey. We have successfully onboarded numerous individuals and projects into the Gitcoin ecosystem, directly contributing to the expansion of product adoption. A testament to this effort is the coordination of a Gitcoin funding round designed to incentivize the creation of innovative Web3 tools. This initiative not only spurred project participation but also played a critical role in enhancing the ecosystem's network effects, aligning perfectly with Gitcoin’s goal of growth through collaboration.\n\nKey to the work we do is also ensure there is gender inclusion, which is why we were one of the co-founding members of WAGMI LATAM, an initiative to onboard Latinas to Web3. In addition, we are proud to say that approximately 47% of visitors to CryptoConexion are women. \n\nCommunity First:\nCommunity lies at the heart of everything I do. We have built a strong community at Gitcoin both in LatAm and globally and I personally credit Gitcoin with building a network of communities that uplifted us throughout 2023 by providing support, guidance and promoting our work. This is also what we do with the more than 40 communities we collaborate with globally, many which we connected with via Gitcoin. \n\nIn addition, in 2023 we had actively supported Twitter spaces, including hosting an hour+ of content daily in English and Spanish during LetsGrowLive during GG19. \n\nMy commitment to promoting various projects and donating during Gitcoin’s GG18 and GG19 showcases my belief in the power of community-driven progress and my dedication to fostering a culture of support and engagement within Gitcoin. \n\nFinancial Longevity:\nEducation is the cornerstone of sustainable growth. Through CryptoConexion, I have led the creation and publication of tutorials and articles aimed at educating the community about Gitcoin and the broader Web3 ecosystem. This effort directly contributes to Gitcoin’s financial longevity by ensuring a steady influx of informed and engaged community members, ready to contribute to and benefit from the ecosystem.\n\nIn addition, we have supported various projects and provided funding for a grant initiative on Gitcoin. \n\nImpact Evidence:\nMy contributions are quantified by the tangible impact they have had on the community and the Gitcoin ecosystem:\nEducational articles on CryptoConexion have collectively reached thousands of readers, sparking interest and engagement in Gitcoin: \nhttps://cryptoconexion.com/que-es-gitcoin/)\nhttps://cryptoconexion.com/que-es-el-quadratic-funding\n\nThe Twitter spaces hosted during GG19 in Spanish significantly broadened our reach, engaging hundreds of listeners and fostering a bilingual community within Gitcoin.\n\nThe Gitcoin funding grant called “Community Alliance, Beyond Coordination” where CryptoConexion joined 11 projects in funding and driving engagement, saw the participation of numerous projects, contributing to a vibrant ecosystem of innovation and collaboration.\n\nIn addition, my unwavering commitment to Gitcoin’s mission has been evident through my continuous efforts to educate, engage, and empower the Web3 community. By aligning my work with Gitcoin’s essential intents, I have contributed to creating a self-reinforcing cycle of network effects, fostering a community-first approach, and ensuring the financial longevity of the ecosystem. \n\nI am eager to further contribute to Gitcoin’s vision, driving positive impact via coordination and collaboration and meaningful engagement across the Web3 landscape.\n","ProjectId":3239,"Project Github":null,"Project Website":"https://cryptoconexion.com/"},
{"Project Name":"thinkDecade - Gitcoin Citizen","Status":"APPROVED","RoundId":43080,"ApplicationId":23,"PayoutAddress":"0xaCE1f1c6c5c89AE3Fc3209ff92e7120fb74445aA","Project Desc":"# Introduction\nHello, Gitcoin community! I'm thinkDecade, a passionate advocate for public goods and a dedicated contributor to the Gitcoin ecosystem. Over the past months, I've been deeply involved in promoting the Gitcoin's ideals, engaging with various communities, and driving initiatives aimed at fostering public goods funding, with a special focus on empowering frontier places such as Africa. \n\n# Work x Impact\n\n[![Screenshot-2024-03-12-132030.png](https://i.postimg.cc/ZqkWv3kx/Screenshot-2024-03-12-132030.png)](https://postimg.cc/yDP1wD8D)\n\n## Education and awareness\nDuring and after GG19, I hosted and cohosted several X spaces to educate and inform the masses about Gitcoin. I hosted 13 different spaces on the let’sGROW live account during GG19. I also hosted and cohosted 5 different spaces on the Public Good Africa X account, all aimed at empowering people to become donors, and helping projects understand key Gitcoin concepts and processes. \n\n## Community& IRL Workshops\nI conducted workshops in and with many web3 communities focused on guiding community members in navigating the Gitcoin ecosystem. These workshops were designed to streamline the onboarding experience, ensuring that members could seamlessly participate in the diverse and vibrant activities within the Gitcoin community. I hosted various discussions in communities such as Public Good Africa, ETHAccra, Defi Africa and others to help educate community members on the importance of Gitcoin and how they can get involved such as setting up Gitcoin Passport and donating. \n\n[![photo-2024-03-12-13-01-46.jpg](https://i.postimg.cc/Dz52gbJG/photo-2024-03-12-13-01-46.jpg)](https://postimg.cc/d7kPQ39Q) \n\n[![photo-2024-03-12-13-02-25.jpg](https://i.postimg.cc/HWF75fCg/photo-2024-03-12-13-02-25.jpg)](https://postimg.cc/ThqwvNw7)\n\n[![photo-2024-03-12-13-02-33.jpg](https://i.postimg.cc/XvNZ4W9w/photo-2024-03-12-13-02-33.jpg)](https://postimg.cc/mPqZy0XD)\n\n[![photo-2024-03-12-13-02-41.jpg](https://i.postimg.cc/Z54nxm71/photo-2024-03-12-13-02-41.jpg)](https://postimg.cc/kBY770dc)\n\n[![photo-2024-03-12-13-02-46.jpg](https://i.postimg.cc/0yk5Jfrv/photo-2024-03-12-13-02-46.jpg)](https://postimg.cc/JGFCfjbY)\n\n\n\n# Running Grant Rounds x Supporting Impactful Projects\nDuring GG19, I was a round operator for an Independent round focused on the African continent. The round feature projects making a significant impact on the African continent. It was also the first round in the history of Gitcoin focused on Africa during a Grant season. \nThe round was a resounding success that featured impact projects and brought many donors into the Gitcoin space. \n\nhttps://reportcards.gitcoin.co/10/0xD309DeFD59C0b8792b14197EaA40043D9625B22B \n\nThank you for considering this proposal. My journey with Gitcoin, underscored by the successful management of the independent round during GG19 and various community-centric initiatives, represents my commitment to fostering public goods and my dedication to leveraging the Gitcoin platform to create a tangible impact, especially within the African continent. This retroactive grant support would acknowledge the efforts and successes achieved thus far and empower me to continue my mission of building a more inclusive, empowered, and impactful ecosystem.\n\n#ImpactOnly\n\nRelevant links\nTwitter : https://twitter.com/thinkDecade \n","ProjectId":3154,"Project Github":null,"Project Website":"https://thinkdecade.substack.com"},
{"Project Name":"Monty Merlin Bryant | ReFi Gitcoin 🌱","Status":"APPROVED","RoundId":43080,"ApplicationId":5,"PayoutAddress":"0x59DDA36bD196Ec849838CE2163E6821f946b37Dc","Project Desc":"## **Applicant Details:**\n\n**Name**: Monty Merlin Bryant\n\n**Positions**: Co-Founder of ReFi DAO, Board Member at Trusted Seed, Public Goods Steward @Celo\n\n# **Introduction**\n\nI am deeply committed to leveraging technology for social and environmental good, with a particular focus on integrating regenerative finance (ReFi) principles into web3 and public goods projects. Through strategic initiatives like Celo Public Goods, ReFi Local Node Network, and Gitcoin CoordiNATION Games, I aim to drive significant resource allocation towards impactful projects, fostering a sustainable and inclusive ecosystem.\n\n# **Contributions to Gitcoin:**\n\n## **1. Celo Public Goods Initiative:**\n\n- **Objective:** Harness Gitcoin's tooling to enhance the transparency and efficacy of resource distribution within the Celo ecosystem, aiming to engage a broader audience in supporting public goods.\n- **Implementation:** As a steward of Celo Public Goods, I have been leading the proposed [Celo QF & RPGF Program for H1 2024](https://forum.celo.org/t/celo-public-goods-qf-rpgf-program-for-h1-2024/7566), including support for the GG20 Climate Solutions Round (50k cUSD) and two new rounds for GG21 to mark the planned Celo Gitcoin Launch.\n- **Impact:** The initiative will allocate 125,000 cUSD and 250,000 CELO, and thus bringing more people, projects and resources into the Gitcoin ecosystem as well as demonstrating the power of cross-chain collaboration in advancing public goods.\n- **Links & Documentation:** [Celo Public Goods QF & RPGF Program Plan](https://forum.celo.org/t/celo-public-goods-qf-rpgf-program-for-h1-2024/7566)\n\n## **2. ReFi Local Nodes - Gitcoin Featured Rounds in 2023:**\n\n- **Objective:** Establish and expand a network of ReFi local nodes that serve as community hubs for regenerative economy initiatives, leveraging Web3 technologies to support local projects with global implications.\n- **Impact:** Beginning in April 2023 with the [Local Node Beta Round](https://blog.refidao.com/local-node-applications-are-open/), we initiated a $25k match funding pool to support the establishment of an initial cohort of nodes, primarily in the Global South. This effort led to the creation of 14 new nodes, all of which became part of an 8-week [Alpha Cohort incubation program](https://blog.refidao.com/announcing-the-refi-dao-local-node-prize/). Following this, the [ReFi Local Node Beta Cohort](https://blog.refidao.com/local-node-applications-are-open/) kicked off in Gitcoin Grants 18 (GG18) Round in August 2023 with an additional $30k in match funding. This round saw the emergence of 18 new Local Nodes around the globe and collected over 1550 contributions totalling over $6700.\n- **Implementation:** My role included the strategic planning, fundraising, coordination, and marketing of these rounds.\n- **Links & Documentation:**\n    - [ReFi Local Nodes 2023 - Round Results & What's Coming Next?](https://blog.refidao.com/refi-local-nodes-on-gitcoin/)\n    - [Regenerative Journeys: ReFi Local Nodes 2023 Roundup](https://mirror.xyz/refidao.eth/pzwS5ape0Zqu5mnqKM60eIqMfBtLjQ18UEy1jiDeAHU)\n\n## **3. ReFi Local Node Beta Incubator 2024 & Planned GG20 Round:**\n\n- **Objective:** To scale the impact of ReFi Local Nodes by providing comprehensive support and integrating them into the Gitcoin ecosystem.\n- **Implementation:** The incubator program is designed to offer comprehensive support to 30+ ReFi Local Nodes, focusing on essential skills and resources for successful operation. This includes training in facilitation, event organization, fundraising, and technical onboarding to the Gitcoin ecosystem. The culmination of this incubator program is the planned launch of our third ReFi Local Node round on Gitcoin for GG20.\n- **Impact:** The program aims to solidify the foundation of the Local Node network, ensuring their long-term engagement with the Gitcoin ecosystem. By equipping local nodes with the skills and tools needed for success, we're fostering a self-sustaining cycle of growth and impact, encouraging more communities to utilize Gitcoin for funding and collaboration.\n- **Links & Documentation:** [Welcome to the Local Node Beta Incubator! 🌱](https://blog.refidao.com/local-node-beta-incubator/)\n\n## **4. Gitcoin CoordiNATION Games:**\n\n- **Objective:** To onboard new donors and projects to Gitcoin, promoting public good projects through educational and engaging events.\n- **Implementation:** I played a key role in launching and executing the CoordiNATION Games, which included both online and offline activities designed to educate communities about Gitcoin. This initiative involved collaboration with influential communities, the creation of accessible activation stations, and the development of a dashboard and guides to simplify participation.\n- **Impact:**\n    - Successfully carrying out two iterations of the CoordiNATION Initiatives during both the Gitcoin Beta Round and GG18 resulting in over 30 Gitcoin coordination events - 17 online and 13 in-real-life events across the globe.\n    - Generated significant online engagement, most notably a thriving Twitter discourse with prominent communities like Bankless DAO, which brought in over 240 participants in **[the space](https://twitter.com/banklessDAO/status/1694109240418308184)**.\n    - Catalyzed over $1000 in pledges where people commit to making an extra contribution towards Gitcoin Grant projects.\n- **Future Ambitions:** Continue to raise funding, organize events, and expand collaborations to enhance the Gitcoin ecosystem.\n- **Links & Documentation:**\n    - [Gitcoin CoordiNATION Initiatives dashboard](https://www.refidao.com/gitcoin-coordination)\n    - [Gitcoin CoordiNATION Games Notion guide](https://www.notion.so/2a6c8128d6874ca789d5c546aafea7c3?pvs=21)\n\n# Regen Gitcoin 🌱\n\nDeeply aligned with Gitcoin's mission, my work has not only contributed to the ecosystem's growth but has also paved the way for future innovations and collaborations. Through continued engagement and development, I aim to further Gitcoin's mission as a powerful, impact-driven brand. I am excited about the opportunity to contribute to and be recognized in the Gitcoin Citizens Round #3, and I look forward to continuing this work for a regenerative Web3!\n","ProjectId":3102,"Project Github":null,"Project Website":"https://linktr.ee/montybryant"},
{"Project Name":"0xAA","Status":"APPROVED","RoundId":43080,"ApplicationId":14,"PayoutAddress":"0x3317AD9eDa6942b5a7BE5BA83346C0Ea82C3C26C","Project Desc":"I'm 0xAA, founder of WTF Academy and co-founder of PeopleDAO. This is for the Gitcoin Citizen round.\n\nI have been active in the Gitcoin Chinese Community since 2021. I joined weekly meetings organized by Bob Jiang, discussing open-source projects listed on the Gitcoin Platform.\n\nI'm also an influencer in Chinese Crypto social media (~100k followers on Twitter) and have been shilling Gitcoin grants since 2021, deepening the engagement and influence of Gitcoin in Asia.","ProjectId":3111,"Project Github":null,"Project Website":"https://github.com/AmazingAng"},
{"Project Name":"KarlaGod loves Gitcoin","Status":"APPROVED","RoundId":43080,"ApplicationId":35,"PayoutAddress":"0x9DCbA70B2dfe5807e2A847E065EBb666791F8b8A","Project Desc":"I'm KarlaGod, Lead Partner at B<>rder/ess a Tech Not-For-Profit dedicated to raising web3 developers and Blockchain skilled youngsters from the University communities for free.\n\nI got into the Gitcoin Ecosystem in April 2023 and I have actively supported and contributed to Gitcoin values and ecosystem collectives.\n\nHere are my contributions since this quarter January 2024 - March 2024.\n\n\nJANUARY\nIn January I had a 5-day virtual series with 8 University communities on how to use Gitcoin Passport,\n\nWe covered these topics;\n\na. Public Goods and why they're important\nb. Web3 and the problems of Sybil attacks\nc. Using Gitcoin Passport\n\n\nYou can find pictures of the sessions here:\nhttps://drive.google.com/drive/folders/1CiTjv0W7jG-6yyFlnwMKjReUtArg6Rl6?usp=sharing\n\nTweet Reports\nhttps://twitter.com/_karlagod/status/1750748091764834420?t=BpEm7TYQbQv8G1EX_BEosw&s=19\n\nhttps://twitter.com/_karlagod/status/1749519935930290587?t=4qquc0V3Xn88L-vdc9bI3g&s=19\n\n\n\nImpact\nI spent cumulatively 10 hours throughout these 5 days and got over 20 students connected to Gitcoin Passport and got a base score of 5 with a target of building up to 15.\n\n\nFEBRUARY\nIn February:\nI did a 9-minute Tutorial on how to use Gitcoin Passport and get your passport score up to 20\n\nhttps://youtu.be/fqzTzv9nAm0?si=qHbb_QK-n3hcFsYC\n\nIt currently has 926 views and it's still growing.\n\n\nLater that February, I got 20+ of the students who had gotten their passport scores above 5, and did an overview of the Gitcoin ecosystem and how to contribute and become a Gitcoin Citizen.\n\nhttps://youtu.be/frMgZFiej-s?si=XvidQ3fZ2UZF1zS3\n\nIt's a 32-minute video and it currently has 67 Views\n\n\n\n\nMARCH\n\nCommunity Moderator\nI started to provide Suppor as a Moderator on Gitcoin Discord, and I'll keep at it, you can check my contributions in the #Peer-Support channel, it's been going on for 2 weeks.\n\nMusic\nI started March contributions by writing a song about Public Goods and creating awareness for the Gitcoin Citizen's rounds, music helps spread awareness.\n\nhttps://twitter.com/_karlagod/status/1764762113027748246?t=vR2J29ekqDpLwe_2coKqEQ&s=19\n\nhttps://www.sound.xyz/karlagod/public-goods-are-good?referral_source=link\n\nFun Fact (I'm going to continue educating people on Public Goods with music).\n\n\nGitcoin Support Squad\nMathilda outlined a list of tasks that needed to be done\nwith the Gitcoin Support Squad, and I took on the task of updating the Gitcoin Support Document.\n\nI spent cumulatively 5 hours working on it.\n\n\n\nFUTURE PLANS\nTo build an EduFi dApp that gamifies users learning about the Gitcoin ecosystem and contributing to Public Goods.\n\n\n\n\n","ProjectId":3179,"Project Github":null,"Project Website":"https://borderless.cryptosmartnow.io/"},
{"Project Name":"Carlos Melgar ","Status":"APPROVED","RoundId":43080,"ApplicationId":37,"PayoutAddress":"0xCA72c93172BA6EfF168E59e7F17C3C7A8FeA9B62","Project Desc":"Stay at Home Chad\nGov Forum Bum\nIRL Impact Maxi\nDelegate Pleb\n\n[![Carlos-Web3beach.jpg](https://i.postimg.cc/3rjgTCwb/Carlos-Web3beach.jpg)](https://postimg.cc/9zM4P9ZG)","ProjectId":3181,"Project Github":null,"Project Website":"https://twitter.com/carlosjmelgar"},
{"Project Name":"Emmanuel Jacobson","Status":"APPROVED","RoundId":43080,"ApplicationId":17,"PayoutAddress":"0xb4044a66E1d4780398AeF38Af56b4D51797Aea49","Project Desc":"Introduction:\n\nMy name is Emmanuel Jacobson, and I am honored to have been a part of the Gitcoin community since 2018. As an active member and dedicated supporter, I've had the privilege of assisting fellow community members with their questions and concerns.\n\nDescription of Contributions:\n\nOver the past two years, I've consistently provided support to community members by answering questions, troubleshooting issues, and offering guidance on various topics related to gitcoin passport stamps and other support related questions.\n\nSome examples of my contributions include:\n\n-Assisting new members with onboarding processes and platform navigation.\n-Providing technical support for members encountering difficulties with the  (DApps).\n-Offering insights and resources to help community members better understand governance proposals and voting mechanisms.\n\nImpact:\n\nMy contributions have had a tangible impact on the community, as evidenced by:\n\n-An increase in user engagement within the Discord server participation.\n-Numerous testimonials from community members expressing gratitude for the assistance and support I've provided.\n-Positive feedback indicating that my contributions have helped foster a more inclusive and welcoming environment for all members.\n\n\n","ProjectId":3121,"Project Github":null,"Project Website":"https://epjacobson.addpotion.com/"},
{"Project Name":"Keith Comito: Building in Public and Bringing Gitcoin to the Masses!","Status":"APPROVED","RoundId":43080,"ApplicationId":11,"PayoutAddress":"0xa51E0a99B53d5B00937a2631d5865468A3543B7d","Project Desc":"**Since first joining** the **Gitcoin** community as a **cause round curator** in **May 2021** I've been actively leveraging my expertise in **leading grassroots movements** (such as for **longevity research** with [**Lifespan.io**](https://www.lifespan.io/board-of-directors/) and [**VitaDAO**](https://www.vitadao.com/contributors)) and skills as a high-impact [**technology inventor**](https://patents.google.com/?inventor=Keith+Comito&scholar&oq=Keith+Comito) to bring in **many new members** into the Gitcoin ecosystem, foster the creation of **large-scale PR initiatives** to raise awareness, and work with Gitcoin leads to **create new [attestation / social reward models](https://explorer.gitcoin.co/#/round/10/0xd875fa07bedce182377ee54488f08f017cb163d4/0xd875fa07bedce182377ee54488f08f017cb163d4-7) and regenerative funding mechanisms** for public goods.\n\n# **Recent Gitcoin-Related Work**\n\n**Examples of recent projects** I've worked on to **help the Gitcoin community**:\n\n- **Inventing [\"Proof of Philanthropy\"](https://pop.lifespan.io)** - a **new type of \"[Demi-Soulbound](https://www.keithcomito.com/p/demi-soulbound-nfts-and-proof-of)\" dynamic NFT ,which scales** in power and aesthetics **based on tracked on-chain philanthropic giving**, **including donations to Gitcoin campaigns**. A successful [open source](https://github.com/lifespanio/proof-of-philanthropy) [prototype](https://www.youtube.com/watch?v=cX7QSRU6omc) has been developed with (w/ art by Gitcoin artist [Colton Orr](https://twitter.com/mettahead)), and is **already tracking donations to specific Gitcoin campaigns** (for example those to this Vitalia-related [grant](https://explorer.gitcoin.co/#/round/10/0xf89aad3fad6c3e79ffa3ccc835620fcc7e55f919/0xf89aad3fad6c3e79ffa3ccc835620fcc7e55f919-13)).   \n\n[![Proof of Philanthropy Header Art](https://d16c97c2np8a2o.cloudfront.net/ipfs/bafkreibedlxc6s2b3ho7oklvl2ncik2ydogtzpmamopol33gke5g3u27q4)](https://explorer.gitcoin.co/#/round/10/0xd875fa07bedce182377ee54488f08f017cb163d4/0xd875fa07bedce182377ee54488f08f017cb163d4-7 \"Proof of Philanthropy Gitcoin Campaign\")\n\n- **Over 100 of these prototype NFTs have already been [minted](https://opensea.io/collection/proof-of-philanthropy)** by public-goods supporters and upgrades are currently in progress, including  **integrations with Gitcoin Passport**.\n\n[![Proof of Philanthropy Ouroboros Example](https://pop.lifespan.io/static/media/welcome.6c9aecb1.gif)](https://pop.lifespan.io \"Proof of Philanthropy NFT Prototype Minting Service\")\n\n  \n- **Worked with Gitcoin** and other organizations in the **ReFi community** to build on this to **create new public goods [funding models](https://www.youtube.com/watch?v=2LBPQ2lytjo&t=97)**: for example - variations of quadradic funding suited to specific scenarios (such as **Inverse Quadratic Funding**, or IQF), and the **\"Ouroboros\" endowment mechanism** - originally presented at [Zuzalu](https://www.lifespan.io/news/highlights-from-the-longevity-biotech-conference-in-zuzalu/) and described in detail at our [2023 Longevity and DeSci Summit](https://www.lifespan.io/ending-age-related-diseases-2023/).   Development of these positive-sum models has recently begun, together with leaders of various aligned organizations - such as **Gitcoin, Hypercerts Foundation, Lifespan.io, Endaoment, Better Giving, Weavechain, and VitaDAO**.\n\n[![Proof of Philanthropy Data Sources and Perk Provider Examples](https://www.lifespan.io/wp-content/uploads/2024/03/POP_ExampleFlowchart-scaled.jpg)](https://pop.lifespan.io \"Proof of Philanthropy NFT Prototype Minting Service\")\n \n**[Watch the video below for more information:](https://www.youtube.com/watch?v=4br11JRX8-k)**\n\n[![Proof of Philanthropy, Demi-Soulbound NFTs, and Web3 Games for Good - Keith Comito: EARD2023](https://img.youtube.com/vi/4br11JRX8-k/maxresdefault.jpg)](https://www.youtube.com/watch?v=4br11JRX8-k \"Proof of Philanthropy, Demi-Soulbound NFTs, and Web3 Games for Good - Keith Comito: EARD2023\")\n\n- **Hosting Gitcoin leaders to speak** at Lifespan's **events** - most recently the [Longevity and DeSci Summit](https://www.lifespan.io/ending-age-related-diseases-2023/) - creating **connections with hundreds of key leaders** across multiple industries and **impactful [coverage](https://cointelegraph.com/news/blockchain-longevity-de-sci-summit-new-york)** from outlets such as **CoinTelegraph**.  \n\n[![Longevity and Desci Summit NYC](https://s3.cointelegraph.com/uploads/2023-08/9e84c3eb-7f1b-49e7-be55-9e0d68c68868.jpeg)](https://www.lifespan.io/ending-age-related-diseases-2023/ \"Longevity + DeSci Summit NYC: Ending Age-Related Diseases 2023\")\n\n- **Working on a** [**decentralized intervention for Alzheimer's disease**](https://www.lifespan.io/the-mindset-project/), which - while not directly Gitcoin related - will eventually help many Gitcoin community members if successful.\n\n  \n\n# **Earlier Work**\n\nSome examples of **earlier work** include:\n\n  - **Producing** [**dozens of articles, tutorials, and announcements**](https://www.lifespan.io/?s=gitcoin) regarding **Gitcoin** for Lifespan.io's news outlet, reaching **several million people per year**.\n\n- **Co-leading the inaugural [Longevity Cause Round in GR12](https://www.gitcoin.co/blog/gr12-results)**, together with Lifespan, VitaDAO, and Gitcoin team members, **curating projects** in the round, as well as submitting a few of Lifespan's projects, and **continuing to curate Longevity and DeSci cause rounds for GR13-GR15**. This included writing [**comprehensive tutorial articles**](https://www.lifespan.io/news/gitcoin-launches-crypto-funding-round-for-longevity/) which onboarded **hundreds of new Gitcoin members**, produced related [video content](https://www.youtube.com/watch?v=T3iP18Sm_14) and outreach [materials](https://www.lifespan.io/news/gitcoin-gr12-is-a-win-win-for-aging-research/) summarizing the [success](https://www.gitcoin.co/blog/gr12-results) of the round, reaching over 30k members in the Lifespan.io community.\n\n- **Discussing** [**Gitcoin on CoinTelegraph**](https://cointelegraph.com/news/keith-comito-is-at-the-intersection-of-blockchain-longevity-and-decentralized-science), as part one of the most viewed articles on the platform in the categories of Medicine and Science:\n\n[![IMAGE ALT TEXT](https://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=717/https://s3.cointelegraph.com/storage/uploads/view/dd9608ceee469a69a56d171c242e360a.jpg)](https://cointelegraph.com/news/keith-comito-is-at-the-intersection-of-blockchain-longevity-and-decentralized-science \"CoinTelegraph: Keith Comito on the benefits of blockchain tech and decentralization in longevity research\")\n  \n\n- **Educating the teams of large influencers** to foster the creation of [content to raise awareness for Gitcoin](https://www.youtube.com/watch?v=I4y_RezV1aU), and **explaining Gitcoin to adjacent communities** - such as on the [Enjin](https://youtu.be/cRuMikSJRFc) and [Axie Infinity](https://youtu.be/n1sQrJ9U330) podcasts:  \n\n**[Watch the video below for more information:](https://youtu.be/cRuMikSJRFc)**\n\n[![IMAGE ALT TEXT](https://img.youtube.com/vi/cRuMikSJRFc/maxresdefault.jpg)](https://youtu.be/cRuMikSJRFc \"Rewriting Medical Science With Crypto Funding: Keith Comito of Lifespan.io | The Enjin Room Podcast\")\n\n***Thank you for letting me build in public!***\n\nI want to thank everyone for reading this, and for supporting me if you can. For the last few years I've been doing most of the above work with zero personal compensation, and was beginning to question how long I could keep it up. Knowing that retroactive funding models like this are arising to support people like me is more meaningful than I can express.\n\nI appreciate you all so much, and I’m looking forward to working with you in the future\n\n### Thank You!","ProjectId":3108,"Project Github":null,"Project Website":"https://twitter.com/keithcomito"},
{"Project Name":"Romko.eth","Status":"APPROVED","RoundId":43080,"ApplicationId":24,"PayoutAddress":"0x7292667C8A55bd56d496D2EDcB5Cfb37D554f943","Project Desc":"***Allow me to introduce my humble candidacy to you. I am a translator in the crypto sector with more than 3 years of experience in this field, and my passion for cryptocurrencies and blockchain technologies is unchanged.***\n\n**Currently, I'm trying to make a contribution to the following projects: Optimism, ShapeShift, Bankless UA, Optimism UA, Bankless DAO, and of course, the Gitcoin ecosystem***\n\nHere you can find my Gitcoin profile on forum\n\n![Gitcoin Profile](https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2722a16e-5fa0-46ae-9ff3-0a29495dc2b5_1103x257.png)\n\nI am currently a community manager at [BanklessUA](https://linktr.ee/banklessua) and [OptimismUA](https://linktr.ee/optimismukraine)\n\nAnd thanks to this role, I agreed to launch a separate list for \"Gitcoin\". To introduce Ukrainian-speaking people to the possibilities of this platform for public goods. I also introduced them to how it all works and what they should be aware of. Also, I am posting information about gitcoin on telegram and X (Twitter)\n\n**Here we are posting new articles about Gitcoin**\n\n![Gitcoin Articles](https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F71991569-8944-4783-8b6c-1a13d08f34c8_1258x779.png)\n\n**Here are some articles that have been published in the last couple of months**\n\n[Allo Protocol v2 goes mainstream](https://banklessua.substack.com/p/allo-protocol-v2)\n\n[Gitcoin Grants Stack: A comprehensive solution for managing grant programmes](https://banklessua.substack.com/p/gitcoin-grants-stack)\n\n\n[Gitcoin enters the final stage](https://banklessua.substack.com/p/gitcoin-a3d)\n\n[Training your team and users to seamlessly integrate Gitcoin passport](https://banklessua.substack.com/p/gitcoin-7f8)\n\n\n[What is quadratic funding based on the cluster approach?](https://banklessua.substack.com/p/gitcoin-qf-rozbyrajemo)\n\n\n\n[Introduction to direct grants: How do they work?](https://banklessua.substack.com/p/gitcoin-grands)\n\n\n**Here is the stats for the blog**\n\n\n![Stats](https://miro.medium.com/v2/resize:fit:1400/format:webp/1*NcCVbS4M6yZaHDJtvihpLg.png)\n\n\nI also always try to keep up to date with everything that happens in the bitcoin ecosystem and try to attend meetings on Х (Twitter)\n\nThank you for your attention and the opportunity to submit my application for participation in this event.\n\n","ProjectId":3155,"Project Github":null,"Project Website":"https://twitter.com/RomkoBankless"},
{"Project Name":"ZER8- Gitcoin Citizen","Status":"APPROVED","RoundId":43080,"ApplicationId":44,"PayoutAddress":"0xb62E762Af637b49Eb4870BCe8fE21bffF189e495","Project Desc":"\nYo, yo,  some of you may know me from the public goods scene or for my work done in FDD (2021-2023), some of you from the larger public goods ecosystem and some of you may not, but one thing is certain, we all love Gitcoin❤️, public goods and want to create a better future for all. \n\nMy contributions as a Gitcoin Citizen are multiple, but can can be divided into three categories stewardship, experiments and community support*\n\n1. Gitcoin Steward and  serial \"shiller\" - I've been a fan of Gitcoin since 2019 and a serial shiller for public goods and Gitcoin. I think I've promoted Gitcoin to almost every project/person that I've talked with in the crypto hemisphere, in all crypto conferences I've attended and also to non crypto organizations such as WWF, WildBucovina, etc\n\nAs a steward I've always advocated for:\n\n-fairness and transparency, especially around the grant processes\n-community education & empowerment\n-community support and inclusiveness\n-doing my part in protecting and signaling bad actors \n\n2. Experiments\n\nConceptualized and co-executed the first round using QF to co-fund an Ethereum National event - the ETH Bucharest x Arbitrum DAO round.  \n\nThis as been well received by both communities and numerous other national ETH event organizers have reached out to learn how they can leverage QF to co-fund their events.\n\n3. Ecosystem and community support\n\nI’ve helped and guided at least 300 people around various subjects related to the Gitcoin grants, passport, community, ethos, products, history, methodology and more. \n\nSince 2021-2024 I have also pitched Gitcoin grants and now protocols to numerous organizations: Gnosis, GMX, UMA,  WWF, Fiat24,1Hive, Eth Bucharest, Eth Bratislava to name a few.\n\nIn 2022 I was one of the recipients of the Outstanding stewards awards.\n\nMy only interests are the success of Gitcoin and its mission, the adoption of its protocols and the collective success of our community of do gooders  + a great grant funding experience for everyone!\n\nFYI. I’m working on a solo project that has the goal of teaching people about public goods, pgs in web3 and mapping all the public goods in web3: https://wild-cactus-802.notion.site/Welcome-to-your-Public-Goods-Portal-b934db6bbb3d4ee19e2c7556258ec389\n\nPlease visit the website linked if you want to see all the details related to my work as a Gitcoin citizen","ProjectId":3191,"Project Github":null,"Project Website":"https://www.notion.so/ZER8-s-Gitcon-Citizens-Round-Grant-Application-21393e74ca564482932158ed9a4941c7"},
{"Project Name":"enti | grants stack explorer and operator","Status":"APPROVED","RoundId":43080,"ApplicationId":46,"PayoutAddress":"0x6897aBe0fD62B589260784B21F4ca3F78A0D8017","Project Desc":"This is Enti! I spent all 2023 leading a featured/community round focused on token engineering with the Token Engineering Commons.\n\nI did a bunch of work on the round to make sure we were running the round in every single GGXX edition ever since the Grants Stack Beta, and provided feedback multiple times to the Gitcoin team to keep improving the product.\n\nI, with the TEC team, also pioneered the subject-matter boost. A plugin to incorporate expertise into QF rounds like ours. You can read more here. https://medium.com/token-engineering-commons/expertise-and-quadratic-funding-bd4f0c5c3e23","ProjectId":3192,"Project Github":null,"Project Website":"https://twitter.com/entigdd"},
{"Project Name":"Ale RaMo30 ","Status":"APPROVED","RoundId":43080,"ApplicationId":6,"PayoutAddress":"0x50AE8F6BA2B368902dAeDE6283195EE4fEd7637A","Project Desc":"Hi, I'm Ale RaMo, I've been getting more and more involved in the Gitcoin forum, to understand what's going on with the project and the initiatives because I really like the Gitcoin philosophy.  \n\nhttps://gov.gitcoin.co/u/aleramo30/summary\n\nIn the past rounds I have helped the Gitcoin ecosystem by educating new communities in Latin America in various ways, explained how quadratic funding works, what is Gitcoin, what is the gitcoin passport, how to create your passport, and helped them upload their submissions.  \n\nhttps://twitter.com/i/spaces/1YqJDgMRZRQGV?s=20h\nhttps://twitter.com/i/spaces/1DXGyjPXeEWJM?s=20\nhttps://twitter.com/i/spaces/1OdKrjlzjgkKX?s=20\n\nI also contributed to the ecosystem as a curator in the GG19 round, where I reviewed the +400 projects to make a list of the most outstanding or most impactful in each category, where Gitcoin Grants Stack shared my list \"Midnight Gospel\", I also received mentions from Bankless Nation and Wasabi Network for this contribution.  \n\nhttps://twitter.com/grantsstack/status/1725610814273732662\nhttps://twitter.com/grantsstack/status/1725610824411263070?s=20\nhttps://twitter.com/NacionBankless/status/1729152172494029134?s=20\nhttps://x.com/NacionBankless/status/1729152172494029134?s=20\nhttps://twitter.com/WasabiNetwork/status/1725558254262948150?s=20\n","ProjectId":3103,"Project Github":null,"Project Website":"https://twitter.com/AleRaMo30"},
{"Project Name":"Carl Cervone - Data Enthusiast","Status":"APPROVED","RoundId":43080,"ApplicationId":47,"PayoutAddress":"0x87fEEd6162CB7dFe6B62F64366742349bF4D1B05","Project Desc":"I’m interested in using data to improve governance and public goods funding. You may know me from my analysis / tweet threads / blog posts on open source impact metrics. I've worked on a number of posts about Gitcoin's impact, too.\n\n","ProjectId":3193,"Project Github":"https://github.com/opensource-observer","Project Website":"https://cerv.one"},
{"Project Name":"Stefano De Berardinis - Streaming Quadratic Funding Frontend Lead","Status":"APPROVED","RoundId":43080,"ApplicationId":31,"PayoutAddress":"0x956313DD2711878879b40ea5b4F2489c41A2E717","Project Desc":"I led the development of the Streaming Quadratic Funding (SQF) pilot UI and deployment process.\n\n**What is SQF?**\nSQF is a new implementation of quadratic funding that is *funded* and *distributed* in real-time. SQF’s continuous structure enables open-ended quadratic matching “rounds.” This structure can relieve pressure to consolidate grantee/donor activity into grueling two-week sprints (we’ve all been there), support high-conviction donor-grantee relationships (think supercharged Patreon), and provide grantees with immediate, more predictable capital so they can focus on impact. \n\nThe Geo Web, Superfluid, and Gitcoin Allo implemented SQF as a proof-of-concept Allo v2 Strategy: https://github.com/allo-protocol/allo-v2/tree/main/contracts/strategies/_poc/sqf-superfluid. Its first use case is to allocate the Geo Web’s partial common ownership land market funds (and other grant funds) at https://geoweb.land/governance. The pilot is live on Optimism and runs from February 21 to April 21, 2024.\n\nWe believe that SQF is a prime example of an innovative, community-initiated project that can help drive Gitcoin’s network effects and public good impact. The strategy, UI, and supporting tooling are open-source and intended to mature into broad use! SQF uses onchain Passports that generate direct revenue for Gitcoin (until that group spins off?).\n\n**My Contributions**\n- I developed the open-source Streaming Quadratic Funding pilot UI at https://geoweb.land/governance\n- Main PR: https://github.com/Geo-Web-Project/cadastre/pull/471 & many more to https://github.com/Geo-Web-Project/cadastre.\n- My UI work included creating the animated Sankey diagram, dynamic $/speed scaling, contract integrations, mobile responsiveness, checkout flow iteration, Gitcoin Passport integration, extensive testing, and more.\n- I wrote the [multi-sig compatible deployment scripts for the Allo strategy & round admin operations](https://github.com/Geo-Web-Project/sqf-deployment-scripts) and led the technical process.\n- I debugged and provided the fix for a bug within the Allo v2 SQF strategy contracts: https://github.com/allo-protocol/allo-v2/pull/469 \n- I added privacy-preserving analytics to the SQF UI to aid continuous product/UX improvement. \n\n**Project Impact**\n- We went from launching a far-out idea one week to being highlighted as an [allocation strategy for the Gitcoin 2.0 Vision](https://x.com/gitcoin/status/1763727147536208364?s=20) in the very next one.\n- Our [launch Tweet thread](https://x.com/thegeoweb/status/1760320354394771577?s=20) has been viewed 29k+ times and retweeted 49 times. Our [Twitter space](https://x.com/thegeoweb/status/1760363637313540582?s=20) has been listened to 324 times and counting.\n- As of writing, there are 42 direct donation streams and 4 third-party streams to the matching pool in the [pilot round](https://geoweb.land/governance). You should go open a stream right now too :) \n- We’re supporting Allo v2 use and experimentation. The SQF pilot is the first strategy/pool to be deployed to Allo v2 on Optimism.\n- We’ve received [extremely strong validation](https://x.com/lucianodeangeIo/status/1763366987500040500?s=20) and [support for the project](https://x.com/lucianodeangeIo/status/1763366987500040500?s=20). It’s too early for stats on forks, other SQF rounds, etc, but they’re coming!","ProjectId":3172,"Project Github":"https://github.com/Geo-Web-Project","Project Website":"https://geoweb.land/governance"},
{"Project Name":"Paul Burg | Public good funding experiments and degens to regens conversion via Gitcoin infrastructure ","Status":"APPROVED","RoundId":43080,"ApplicationId":18,"PayoutAddress":"0x50418699cB44BfDa9c9afc9B7a0b0d244d8927D2","Project Desc":"I consistently advocating and onboarding organizations and people to use and support Gitcoin as my commitment to non profit public good activity and Gitcoin development. Let's delve into some concrete proof of my work:\n\n* **EcoSynthesisX Spring round:**\nServed as our experiment on public good funding mechanics and degens -> regens conversion channel in the program layer field\n![Layers](https://white-secure-rooster-567.mypinata.cloud/ipfs/QmfAAoy7gQrwvbNMwomFAsmTeAbAa9EghrgsKY6FvRJDC9)\nYou can find our rounds, grantees and report cards data via rounds links at **Appendix 1**\n\n* **NGO & Impact Creator Onboarding:**\nAs a part of EcoSynthesisX QF rounds, we successfully onboarded NGOs & impact creators onto Gitcoin infrastructure. Like EcoThailand foundation and Heaven projects Hawaii. See rounds data **Appendix 1**\n\n* **Promotional Efforts:**\nTo support our initiative and grantees, we conducted promotional efforts, generating social media posts and hosting Spaces discussions (all mentioning Gitcoin). See **Appendix 2**\n\n* **Bug Reporting:**\nDuring the rounds, we encountered some bugs and issues.  These were reported via GitHub, manager. Chat, and private messages to Meg.  **Appendix 3** provides the relevant links (excluding PM for privacy reasons)\n![Gitcoin support 1](https://white-secure-rooster-567.mypinata.cloud/ipfs/QmeggBZq5Yx66EYFytfpcMeMrhAZ5aCqfTU54S5yT77hx9)\n![Gitcoin support 2](https://white-secure-rooster-567.mypinata.cloud/ipfs/QmWqp7kep3RoHps7Nsw9oLqnzwPppoevtT6WJbEaeb89jq)\n\n* **Future Solutions:**\nEcoSynthesisX QF rounds provided an opportunity to learn deep on Allo 2.0 to design potential future solutions and implementations. On field of multichain and aqueducts\n![Ecosystem Growth Flywheel](https://white-secure-rooster-567.mypinata.cloud/ipfs/QmS5fL9owVDqTWAL5CAJFoZACwvpQMFokDuoUKjucNsEP1)\n\n* **Phangan QF Pre-Round:**\nA noteworthy contribution to Gitcoin's infrastructure was the 1st Phangan QF pre-round, designed to gather a matching pool.  Launched in December, this experiment demonstrated the excellence of Gitcoin's infrastructure for that reason. The round's success serves as a source of inspiration. Links can be found in **Appendix 4**\n\n* **Regen Ru Community:**\nTo further expand our reach, we established the Regen Ru community. This initiative focuses on disseminating information about public good funding and the regenerative movement within the Russian-speaking community, with Gitcoin infrastructure serving as a central theme.  **Appendix 5** provides a link to the Russian version of the Owocky EthDenver Gitcoin 2.0 presentation.\n![Owocky EthDenver Gitcoin 2.0 presentation. With Russian subtitles on Russian speaking platform](https://white-secure-rooster-567.mypinata.cloud/ipfs/QmU3nA2zafj23SoCUmzTNb7Vh2aCctrcDsYJ6StBpHAZBs)\n\n* **Degen -> Regen Conversion:**\nApart of huge amount of donations from degens airdrop hunters on zkSync and Scroll chains. That by fact the degens to regens conversion act. I made an additional contribution by personally onboarding individuals into the \"degen to regen\" movement.  This involved inviting them to obtain Gitcoin Passports (providing explanations and assistance) and encouraging their utilization of Gitcoin's infrastructure as donors. See **Appendix 6** for degens post about donation on our Gitcoin rounds \n![1](https://white-secure-rooster-567.mypinata.cloud/ipfs/Qme2xPCsrNEitnB3ATcZkTYt4G9u7UaShKjsyw5vWvpxFx)\n![2](https://white-secure-rooster-567.mypinata.cloud/ipfs/QmUFx3SgpZ9n2cCRUgrHJ8s8L2Kf7FP6X6d7JASrVgADKu)\n\nI'm excited to keep exploring public good funding mechanics with Gitcoin 💚\n\nLong live and evolve Gitcoin!\n\n**Appendix 1:**\n\n- [Optimism](https://explorer.gitcoin.co/#/round/10/0xe7fccab24b5469ff2ff8898875b43a992aacb56f)\n- [Base](https://explorer.gitcoin.co/#/round/8453/0x5d1b2d06d472ffff89edc666101b56c35d1217d8)\n- [zkSync](https://explorer.gitcoin.co/#/round/324/0x2dbf25d8b490bc7a3e622309dd99a248c8b82776)\n- [Polygon](https://explorer.gitcoin.co/#/round/137/0x56e3ad5325f6b10e4d524731f37479d8f17153b7)\n- [Arbitrum](https://explorer.gitcoin.co/#/round/42161/0x022dea50d223d50eadeebcb42166289f0b98bf77j)\n- [Scroll](https://explorer.gitcoin.co/#/round/534352/0x6a013ad91bd328ab56089860148342d05972dc98)\n- [Avalanche](https://explorer.gitcoin.co/#/round/43114/0xc594d81be44372f739f6fed925188df1608aaff3)\n\n**Appendix 2:**\n- [X Space Spring QF grantee John Fitton EcoThailand Foundation](https://x.com/ecosynthesisx/status/1765376608011944161)\n- [X Space Spring QF grantee Ida Kemsley](https://x.com/ecosynthesisx/status/1759810121809699063)\n- [Report card and Grant Stack mentioning](https://x.com/ecosynthesisx/status/1754772534300754405)\n-[Spring QF round announcements and Gitcoin mentioning](https://x.com/ecosynthesisx/status/1754772522426618195)\n- [Crypto Altruism podcast with Paul Burg and Quadratic Funding talk](https://x.com/crypto_altruism/status/1751414789711011954)\n\n**Appendix 3:**\n- [GitHub bug report](https://github.com/gitcoinco/grants-stack/issues/3069)\n\n**Appendix 4:**\n- [Optimism](https://explorer.gitcoin.co/#/round/10/0x2bdce028d04d907966e04ff3d94dbb5a04849bb4)\n- [zkSync](https://explorer.gitcoin.co/#/round/324/0x216c78dce86e0daa3e26758c7971245cf878293b)\n- [Polygon](https://explorer.gitcoin.co/#/round/137/0x3601e3e1de00fb30895ab2dc295f625d323e5e0e)\n\n**Appendix 5:**\n- [Regen Ru Channel in Telegram](https://t.me/regen_ru)\n- [Owocky EthDenver Gitcoin 2.0 presentation. With Russian subtitles on Russian speaking platform](https://dzen.ru/video/watch/65e883f308894776c03ff431)\n\n**Appendix 6:**\n1. [kacemmaher](https://x.com/kacemmaher/status/1755360158840959053)\n2. [delarg0](https://x.com/delarg0/status/1756106193313923381)\n3. [caernarfon_](https://x.com/caernarfon_f/status/1754076284647575894)\nMany more you can find by searching EcoSynthesisX on X and filter results by donated on Gitcoin","ProjectId":3128,"Project Github":null,"Project Website":"https://linktr.ee/paul_burg"},
{"Project Name":"David Gasquez - Gitcoin Grants Data Portal","Status":"APPROVED","RoundId":43080,"ApplicationId":32,"PayoutAddress":"0xb9ecee9a0e273d8A1857F3B8EeA30e5dD3cb6335","Project Desc":"The Gitcoin Grants Data Portal is an open-source, serverless, and local-first Data Platform for Gitcoin Grants Data that **improves data access and empowers data scientists to conduct research that guides community-driven analysis**. \n\nThe Portal removes those obstacles by providing a central hub where community curated Gitcoin Grants datasets are accessible to everybody. \n\nIt is a living, breathing, and evolving project maintained by [myself](https://github.com/davidgasquez/) and [DistributedDoge](https://github.com/DistributedDoge) that is being used in multiple projects!\n\n## David's Work Supporting Gitcoin\n\nOver the last few months, there have been many things I've done around the Gitcoin Grants Data Portal to [support Gitcoin and its community](https://gov.gitcoin.co/t/citizens-innovate-gcp-gitcoin-grants-data-portal/18098). At a high level, I've worked on the following goals:\n\n- **Making Gitcoin data easier to access and use**, attracting new analysts interested in working with Gitcoin Data, and saving time for existing analysts.\n- Increasing the transparency of the Gitcoin Grants ecosystem allowing more people to understand the impact of their donations and build tools on top of the data to help future donations, **making the ecosystem grow**.\n- Help to surface useful insights that **showcase the Gitcoin Grants ecosystem's impact to external stakeholders** and attract more donations.\n\nMore specifically,  **these are the tasks and work I've been responsible for** that helped move the needle on the goals above:\n\n- Provide a stable way to access datasets under IPFS using IPNS\n- Refactored the pipelines to rely on the new Allo GraphQL API\n- Iterated the development environment to make it faster and easier to start working on the project\n- Reviewed and merged contributions from the community\n- Worked on CI / CD and testing to ensure the platform is stable and reliable\n- More small tasks and issues that you can check on the [project GitHub](https://github.com/davidgasquez/gitcoin-grants-data-portal)!\n\n## Project Impact\n\nThese are some of the ways the Gitcoin Grants Data Portal has been used:\n\n- Providing data for OS-Observer impact-tracking [research](https://docs.opensource.observer/blog/gitcoin-grants-impact)\n- Growing OS-Observer grantee [directory](https://github.com/opensource-observer/oss-directory) (~30% of Github projects imported using)\n- [Providing data for Grantee-clustering POC](https://gov.gitcoin.co/t/concepts-pocs-and-early-results-for-personalized-grantee-recommendations/17469)\n- Providing data for Gitcoin-end-of-year [visualization](https://twitter.com/RohitMalekar/status/1742196496152642030?s=20)\n- Sybil hunting in Citizens#2 Round\n- Arbitrum-led Open Data Community [hackathon](https://github.com/OpenDataforWeb3/DataGrantsforARB)","ProjectId":3173,"Project Github":null,"Project Website":"https://davidgasquez.github.io/gitcoin-grants-data-portal/"},
{"Project Name":"CryptoReuMD","Status":"APPROVED","RoundId":43080,"ApplicationId":34,"PayoutAddress":"0xA8F0048A0d1A04663Ca5010d0bEaC5BCAEeA0eef","Project Desc":"Hello\nIt is a pleasure to return to this canvas to paint my actions within the Regen community.\nFirst, I introduce myself, I am CryptoReuMD, current DeGen to Regen, champion of Bankless Nation, with the commons standard and independent actor in the public goods.\nFor the last few months I have been working steadily and steadily, very easily, with a lot of good things happening around me.\nBefore I go any further, I would like to declare my conflicts of interest:\n\n- I curated GG number 19, for which I received the amount of $40 in ETH on the public goods network. I leave here the hash of the transaction. https://explorer.publicgoods.network/tx/0x9ced7aa36fa258118c9ae12241906a763d5b66f3baf60eb524e04c6a12c577e2\n-I received Gitcoin funding in Citizen Round number 2, with a total of $178 from 110 donors and 367 GTC tokens from matching fund. [Captura-de-pantalla-2024-03-13-a-la-s-7-25-52.png](https://postimg.cc/KRGHcbkF)\n\nWith this in mind. Let's get started.\n\n1.- Social Engagement: I have dedicated myself month by month to update myself on what is going on. Unfortunately my occupations as a doctor do not allow me to be at all the meetings, but because of this situation I have decided to create our own space to learn. \n\na.- 2 h twitter spaces talking about the bases of Gitcoin Citizens Round, how to apply, matching funds and the rules:\n\n https://x.com/cryptoreumd/status/1761021348346810370?s=20\n\n2.- Round Management: During this period I had the opportunity to raise funds for two rounds, one in Arbitrum and one in Optimism. The first one focused on promoting the community to know everything about the project and the second one to create applications within Arbiutrum.\n\nA-Talent Round: \n\nI applied for a Talent Protocol Grant where my project was the community. I allocated 100% of the grant, which was 1000 USD for the creation of a Gitcoin round where we managed to get more than 3800 USD of donations. It was very exciting and I was in charge of 100% of the project, both the creation and the fund rising, however the promotion was with the help of the community of mxWeb3, Talent Protocol, Cryptoconexión, Kairos Research, Frutero Club, it was a great experience, as it was the first 100% Mexican round.\n\nSocial:\n\nhttps://x.com/NacionBankless/status/1734210589981831260?s=20\n\nhttps://x.com/cryptoreumd/status/1749460282823393377?s=20\n\nhttps://x.com/cryptoreumd/status/1746557436171804728?s=20\n\nhttps://x.com/cryptoreumd/status/1742970227627848121?s=20\n\nhttps://x.com/cryptoreumd/status/1742553470853414947?s=20\n\nhttps://x.com/NacionBankless/status/1740429756297064516?s=20\n\n1 hour twitter spaces talking about the round: https://x.com/NacionBankless/status/1745496972159590408?s=20\n\nRound Administration:\n\n-Deployment and Payment’s: \n\nhttps://optimistic.etherscan.io/tx/0x42250e00f71ed829690a534e66aa31dd398a748ecae8b581e032414ce3c1e3b8\n\nhttps://optimistic.etherscan.io/tx/0x180b87bbb98a386118c38998c6f1ffd92e2553c1b280a3510281c1eb2163cb81 \n\n[url=https://postimg.cc/PNCRCHdk][img][https://i.postimg.cc/PNCRCHdk/Captura-de-pantalla-2024-03-13-a-la-s-7-38-38.png[/img][/url]](https://i.postimg.cc/PNCRCHdk/Captura-de-pantalla-2024-03-13-a-la-s-7-38-38.png%5B/img%5D%5B/url%5D)\n\n-Governance and Post Forum:\n\nhttps://gov.gitcoin.co/t/our-first-round-outstanding-effort-and-help-from-latam/17608\n\n-Hypercert Creation\n\nhttps://x.com/cryptoreumd/status/1746573428952371425?s=20\n\nB.- Arbitrum Round: With 12 other communities, I worked with them to raise 1800 ARBs in order to raise awareness about developers within Latin America. Five projects were selected for the creation of atessting apps, from a bot on telegram to a whole page for the creation of the apps. Arbitrum gave us the extra 25% and we are in the process of making payments during the creation of this proposal. In this round I was in charge of the development, a one-hour zoom session to let people know what the round was about and how project curation and round management is done. On this occasion I carried out the review of all the projects, their approval and I am in the process of distributing the funds that are destined for all of them as soon as all the other communities give us the rest of their contributions.\n\nSocial:\n\n https://x.com/cryptoreumd/status/1755632313319215586?s=20\n\nhttps://x.com/NacionBankless/status/1765393618532024755?s=20\n\n3.- Active donator and promoter \n\nA.- Social: \n\nZuzalu QF donations and promo: https://x.com/cryptoreumd/status/1755257965651636400?s=20\n\nTalking about gtcETH https://x.com/cryptoreumd/status/1751975368838283756?s=20\n\nPromotion the Community rounds: https://x.com/cryptoreumd/status/1728487675085123972?s=20\n\nTalking about the GG19 experience: https://x.com/NacionBankless/status/1730386857345548774?s=20\n\nForum:\nhttps://forum.arbitrum.foundation/t/community-alliance-beyond-coordination/22519\n\nB.- Education:\n\nHow to use Gitcoin Passport: https://youtu.be/ly3WyAkiRR8\n\nNewsletter about Gitcoin Passport: [https://paragraph.xyz/@nacionbankless/¿aumentaste-tu-puntuacion-en-el-pasaporte-de-gitcoin](https://paragraph.xyz/@nacionbankless/%C2%BFaumentaste-tu-puntuacion-en-el-pasaporte-de-gitcoin)\n\nNewsletter about funding what matters, translation from BanklessDAO: https://paragraph.xyz/@nacionbankless/financiar-lo-que-importa-con-gitcoin-or-resumen-semanal-de-banklessdao\n\nFinal Words\n\nI know it's not a lot of work but the previous Citizen round left me very motivated and I'm sure that this time, since I managed to run rounds, manage projects and keep my voice up for the community, I will be very happy to continue working with Gitcoin.","ProjectId":3175,"Project Github":"https://github.com/Cryptoreumd","Project Website":"https://twitter.com/cryptoreumd"},
{"Project Name":"Swift Evo Citizens Round Ops","Status":"APPROVED","RoundId":43080,"ApplicationId":50,"PayoutAddress":"0xB2206f941A5206B55BFA33E665687523A8bcEd80","Project Desc":"How you supported Gitcoin\n\n- **Educational**, eg. a guide on how to donate on our platform\n\n**Education AMA on building projects on Gitcoin platform**\n4 educations 1 on 1 AMA about how to set up DeSci projects on Gitcoin platform for preparing Gitcoin Grant 20: \n\n3 Jan\n\nhttps://twitter.com/DeSciAsia/status/1742529944352362766\n\n\n5 Jan\n\nhttps://twitter.com/DeSciAsia/status/1743264110614344140\n\n12 Jan\nhttps://twitter.com/DeSciAsia/status/1745490442253172947\n\n15 Jan \n\nhttps://x.com/DeSciAsia/status/1746837283364565138?s=20\n\n**Educational Articles about Gitcoin**\n\nDeSci Landscape analysis about GR 15 DeSci round translation into Chinese (Funded by DeSci Asia, 50 DAI)\n\nPart 1 (24 likes): https://matters.town/@swiftevo/483264\nPart 2 (22 likes): https://matters.town/@swiftevo/483301\nPart 3 20 likes): https://matters.town/@swiftevo/483313\nPart 4 (15 likes): https://matters.town/@swiftevo/483345\nPart 5 (34 likes): https://matters.town/@swiftevo/483351 \n\nGitcoin Grants 19 DeSci projects introduction (40 likes)\nhttps://matters.town/@swiftevo/464618\n\nGitcoin Grants 18 DeSci projects introduction (64 likes)\nhttps://matters.town/@swiftevo/425201\n\nGitcoin Beta Round DeSci projects introduction (58 likes)\nhttps://matters.town/@swiftevo/390222\n\nWhat is Cluster matching? (34 likes)\nhttps://matters.town/@swiftevo/457887\n\nWhat is Quatratic Funding? (50 likes)\nhttps://matters.town/@swiftevo/452708\n\nPublic Goods ecosystem flywheel (38 likes)\nhttps://matters.town/@swiftevo/450933\n\nHow to achieve 20 scores in Passport (58 likes)\nhttps://matters.town/@swiftevo/424872\n\nAttendant and complete GreenPill Gitcoin Grants round manager training and contribute co-creation about GreenPill Gitcoin Grands guildline \n\nhttps://opensea.io/assets/arbitrum/0x66b6381e5fdddad6d0af9bd202e79d37cc5cea7e/40\n\n- **promotional** content, eg running a twitter space to cover our rounds\n\nGitcoin Grants 19 series (Funded by Matters Lab, 300U)\n\nEpisode 1 What is Gitcoin Grants? (767 views)\nhttps://x.com/MattersLab/status/1716723429792211269?s=20\n\nEpisode 2 with W3 Project Hub - How Gitoint Grants support W3 project hub? (3201 views)\nhttps://x.com/MattersLab/status/1720333164978253898?s=20\n\nEpisode 3 with DHK - what is Public Goods? (1007 views)\nhttps://x.com/MattersLab/status/1725395504539046158?s=20\n\nEpisode 4 with Blocktrend - Public Goods funding comparison (718 views)\nhttps://x.com/MattersLab/status/1727965153369739307?s=20\n\nGitcoin Grants 20 series (Funded by Matters Lab, 300U)\n\nGlobal Chinese Community in GG19 and GG20 (1144 views)\nhttps://x.com/MattersLab/status/1750442304148746351?s=20\n\nWhat is the difference between retroPGF and Gitcoin Grants? (812 views)\nhttps://x.com/MattersLab/status/1762771604071973055?s=20\n\nDecentralized in Gitcoin Grant (575 views)\nhttps://x.com/MattersLab/status/1767422770361872849?s=20\n\n- **operations,** eg. running a grants round\n\nPrepare DeSci round on GG20\nhttps://gov.gitcoin.co/t/gg20-proposal-desci-qf/18333\n\nSeeking and got approval by Public Nouns funding with 10K Grants for DeSci round (GG20 and GG21)\nhttps://discord.com/channels/1019622975705726986/1193138230900564108/1193138230900564108\n\n\nSubmit DHK DAO, Web3 Project Hub, DeSci Asia, GreenSoaf and WAMO 2023 Chiangmai Gitcoin grants application in GG18, GG19 and \n\nDHK DAO - https://twitter.com/DHKdao\n\nDHK DAO is a formal DAO community based in HK to educate muggles on blockchain, cryptocurrency and decentralization\n\n[GG19 Web3 community and educational round; Global Chinese Community round]\nhttps://explorer.gitcoin.co/#/round/424/0x98720dd1925d34a2453ebc1f91c9d48e7e89ec29/0x98720dd1925d34a2453ebc1f91c9d48e7e89ec29-163\n\n\nWeb3 Project Hub - https://w3projecthub.xyz/\n\nW3 Project Hub is a traditional Chinese media that values art and readability, reporting NFT-related news with the Read2Plant cultivation game “Plantie”. Our goal is to become an independent NFT project watchdog. \n\n[GG18 & 19 Web3 Community and education round & Global Chinese community round]\n\nhttps://builder.gitcoin.co/#/chains/10/registry/0x/projects/0x8854dbd4338547cc2e0e197e1d40bf43a09e73b6ea0717515cab492a4626cf32\n\n\nWAMO 2023 Chiangmai - https://www.wamotopia.love/\n\nWAMO is a collaborative series of events to open up new culture by combining Web3, AI creator culture, humanistic digital art, and creative social action. It is expected to be held in from 16 Dec 2023 to 1 Jan 2024 in Chiang Mai.\n\n[GG19 Web3 Community and education round & Global Chinese community round]\n\nhttps://builder.gitcoin.co/#/chains/424/rounds/0x98720dd1925d34a2453ebc1f91c9d48e7e89ec29/view/bafkreifbt633vzu4irnooylx2lepffqy7zn3kqlw2knk7p6mbldibryoka\n\nDeSci Asia - https://twitter.com/desciasia\nDeSci Asia: Building bridges, sharing knowledge and fostering growth for DeSci communities in Asia.\n\n[GG18 Global Chinese Community round]\n[GG19 Web3 community and educational round and & Global Chinese Community round]\n\nhttps://builder.gitcoin.co/#/chains/10/registry/0x/projects/0x3ae22dfa742ac79d9e2db57e5e165ca7cbaeab48dc1b075a4405e8eefed0137a\n\n**Has this work been previously funded? If so, by who and for how much?**\n\nGitcoin Grants 19 & 20 Twitter Space series in Mandarine and Cantonese was funded by Matters lab, total 600 U\nDeSci Landscape analysis about GR 15 DeSci round translation into Chinese (Funded by DeSci Asia, 50 DAI)","ProjectId":3194,"Project Github":null,"Project Website":"https://twitter.com/swiftevo1"},
{"Project Name":"Graven Prest - Streaming Quadratic Funding Product/Ops","Status":"APPROVED","RoundId":43080,"ApplicationId":51,"PayoutAddress":"0x884Ff907D5fB8BAe239B64AA8aD18bA3f8196038","Project Desc":"I helped lead the product and operations of the Streaming Quadratic Funding (SQF) pilot. \n\n**What is SQF?**\nSQF is a new implementation of quadratic funding that is *funded* and *distributed* in real-time. SQF’s continuous structure enables open-ended quadratic matching “rounds.” This structure can relieve pressure to consolidate grantee/donor activity into grueling two-week sprints (we’ve all been there), support high-conviction donor-grantee relationships (think supercharged Patreon), and provide grantees with immediate, more predictable capital so they can focus on impact. \n\nThe Geo Web, Superfluid, and Gitcoin Allo implemented SQF as a proof-of-concept Allo V2 Strategy: https://github.com/allo-protocol/allo-v2/tree/main/contracts/strategies/_poc/sqf-superfluid. Its first use case is to allocate the Geo Web’s partial common ownership land market funds (and other grant funds) at https://geoweb.land/governance. The pilot is live on Optimism and runs from February 21 to April 21, 2024.\n\nWe believe that SQF is a prime example of an innovative, community-initiated project that can help drive Gitcoin’s network effects and public good impact. The strategy, UI, and supporting tooling are open-source and intended to mature into broad use! SQF uses onchain Passports that generate direct revenue for Gitcoin (until that group spins off?).\n\n**My Contributions**\n- I wrote the [SQF product requirements document](https://docs.google.com/document/d/1F_TNdXmBgNjPf6cDdumB_Rvu6dtzq0o34nqfTgJDBMU/edit#heading=h.ocll8k11cabk) to initiate the project and managed the specs/requirements to completion.\n- I created the [initial UI designs in Figma](https://www.figma.com/file/EDhPLz4mS4lIRiFRe0aYxV/SQF?type=design&node-id=0-1&mode=design&t=kxlIyyHNtfRtMQ7a-0).\n- I was the primary user tester and [documentation writer](https://docs.geoweb.network/concepts/streaming-quadratic-funding).\n- I was the project hype man writing the [launch blog post](https://mirror.xyz/geoweb.eth/54RLkPhmWIcWP4B8QFlYbVY_M-fxaNqjqZF-5pe3WdI), [Twitter thread](https://x.com/thegeoweb/status/1760320354394771577?s=20), and multiple grant proposals to increase the matching pool funds([1 big success!](https://publicnouns.wtf/vote/36)). \n- I gave a [talk about SQF at ETHDenver](https://www.youtube.com/watch?v=Ym7qaSK1mKE) and another at [GreenPill Network side event](https://partiful.com/e/CcjcwgSLF8aTkx6bJmQG).\n- I’ve continued to demo SQF and shared how Allo v2 can be used in new allocation strategies on community calls like RadicalxChange, OP Community Demo Day, and RegenLearnings. \n\n**Project Impact**\n- We went from launching a far-out idea one week to being highlighted as an [allocation strategy for the Gitcoin 2.0 Vision](https://x.com/gitcoin/status/1763727147536208364?s=20) in the very next one.\n- Our [launch Tweet thread](https://x.com/thegeoweb/status/1760320354394771577?s=20) has been viewed 29k+ times and retweeted 49 times. Our [Twitter space](https://x.com/thegeoweb/status/1760363637313540582?s=20) has been listened to 324 times and counting.\n- As of writing, there are 42 direct donation streams and 4 third-party streams to the matching pool in the [pilot round](https://geoweb.land/governance). You should go open a stream right now too :) \n- We’re supporting Allo v2 use and experimentation. The SQF pilot is the first strategy/pool to be deployed to Allo v2 on Optimism.\n- We’ve received [extremely strong validation](https://x.com/lucianodeangeIo/status/1763366987500040500?s=20) and [support for the project](https://x.com/lucianodeangeIo/status/1763366987500040500?s=20). It’s too early for stats on forks, other SQF rounds, etc, but they’re coming!","ProjectId":3195,"Project Github":"https://github.com/Geo-Web-Project","Project Website":"https://geoweb.land/governance"},
{"Project Name":"Kris' Work as Citizens Retro #3 Round Operator","Status":"APPROVED","RoundId":43080,"ApplicationId":85,"PayoutAddress":"0x7E052Ef7B4bB7E5A45F331128AFadB1E589deaF1","Project Desc":"Hey, this is Kris!\n\nThis is my application for the work I do as Citizens Retro Round Operator. \n\nOur available treasury funds (received through a Gitcoin Citizens Proposal aka GCP) are limited, so to be able to free up more matching funds for Citizens this is once again a test to see if people in the community would donate to support me running this round.\n\nAny funds received will be deducted from my payments as a round operator, any funds remaining in our treasury will be rolled over to the next Gitcoin Citizens Round.\n\nTo add some media\n- our mini homepage I created: gitcoin.co/citizensretro\n- the host of our [kickoff call](https://twitter.com/i/spaces/1PlJQDeQezMGE=25) \n- host of the [four previous twitter spaces](https://gitcoin.notion.site/Citizens-Retro-704a64ca7a874a1d97d94d48a05bb81f#4148d32259144d17a1a10181438d3c1b)\n\nBelow an overview of all of my work+ hours for Round #3 to date, for a total of 141 hours (to the date of submission of this grant)\n\n![1](https://i.postimg.cc/X7bnwhCg/image.png)\n\n![2](https://i.postimg.cc/c44byByS/image.png)\n\n![3](https://i.postimg.cc/kX4fhMKM/image.png)\n\n![4](https://i.postimg.cc/PxTMbddj/image.png)\n\n![5](https://i.postimg.cc/wTZcfX9F/image.png)\n\n![6](https://i.postimg.cc/N0MXQLGL/image.png)\n\nYou can find my full timesheets linked [here](https://docs.google.com/spreadsheets/d/1pfuQ-n7xysL3SN9wA5RhwP17nABOX9aAQMhLel7V2yA/edit#gid=1039961979), 3rd tab for this round.\n\nThanks for your support! \n\n","ProjectId":3243,"Project Github":null,"Project Website":"https://twitter.com/krrisis"},
{"Project Name":"bestape | Kyle M. Smith","Status":"APPROVED","RoundId":43080,"ApplicationId":53,"PayoutAddress":"0x0D89421D6eec0A4385F95f410732186A2Ab45077","Project Desc":"My mission is **law is a public good.** \n\nFrom the d = (c-b)/a immutable laws of geometry I discovered to the dispute resolution layer in web3, the laws I help build are public goods.\n\nAs a LEETH certified legal engineer and core contributor to [LexDAO](https://lexdao.org) who's volunteered over the years for Gitcoin, I am in a unique position to help the Gitcoin community.\n\nMore about what we're doing at LexDAO [here](https://discuss.octant.app/t/lexdao-law-is-a-public-good/271). Including the event Gitcoin co-hosted with LexDAO at the Gitcoin House [here](https://x.com/lex_DAO/status/1762904086633177247).\n\n![image](https://images.mirror-media.xyz/publication-images/MsqFgSexh1qgDeyrA25as.png?height=412&width=571)\n\nThank you for your consideration! \n\n# from Gitcoin Citizens Round \"GCR\" 2 to GCR 3\n\nThank you to the 54 unique donations! It's a honor to have gotten so many gifts from the community 🙏.\n\nGCR 2 was open to mixed work, both retroactive and planned. GCR 3 is now retroactive only, but I'll use what I planned in GCR 2 to retroactively show how close my plans were to reality. \n\n## past before GCR 3\nI've gotten the LexDAO community to help Gitcoin:\n\n* navigate more legally complex grants disputes during the centralized grants era, e.g. this intro [here](https://gov.gitcoin.co/t/proposal-grants-policy-update-projects-with-tokens/10125/31)\n* transition to a Cayman Foundation by getting the LexDAO community to review Gitcoin DAO's draft operating agreement\n\nI was a Gitcoin Librarian. \n\nI've helped with Gitcoin spinoffs, including:\n* [Schelling Point](https://schellingpoint.gitcoin.co/) and [Cheerbot.org](https://Cheerbot.org) at the Solar Punk exhibit and Moonshot Collective [here](https://www.youtube.com/watch?v=CM8PsTv9_8w).\n\n![image](https://64.media.tumblr.com/a22a4042e7d47ddc3da5b4c415d1a62b/5d6e33cde0be5a71-17/s400x600/b502b59ef96cf8e5d8aec0556925ff13a432e0fc.gifv)\n\n![image](https://images.mirror-media.xyz/publication-images/VuA4haqI0EwHK_FwiEkpO.png?height=768&width=1366)\n\n![image](https://images.mirror-media.xyz/publication-images/TIdPgpK1DVBmh8hgJSL-b.png?height=331&width=658)\n\n* a [KERNEL.community](https://kernel.community) block 3 fellow\n* [Pluriverse.wtf](https://pluriverse.wtf) Gitcoin comic #3 liaison\n\n![image](https://images.mirror-media.xyz/publication-images/vWPBDweGsVFPGqCdegqV7.png?height=1322&width=1029)\n\nI project managed getting the Hats protocol + Snapshot.org strategy completed.\n\n## planned for after GCR 2\n\n### OpenCivics round (GCR 2 planned)\n\nI am one of the core contributors getting the OpenCivics round active.\n\nThe first OpenCivics round should be ready by GG19. \n\nAs of writing, this first round will likely have a matching pool of $100k or more!\n\n### OpenCivics GG19 round (GCR 3 retrospect)\n\nThe OpenCivics round was a success! More info [here](https://gov.gitcoin.co/t/announcing-the-opencivics-genesis-round-for-gg19/16879/4) and [here](https://reportcards.gitcoin.co/424/0xe60a569ec8aac2045d9fda306dc2a16cc1e52a90).\n\n* www.daocoalition.org (the DAO-defender lobbying group we're getting prepared) participated in the round.\n\n* OpenCivics is continuing on in GG20 [here](https://gov.gitcoin.co/t/gg20-proposal-opencivics-consortium-round/18296).\n\n### Hats protocol + Gitcoin Passport (GCR 2 planned)\n\nThough the project we attempted at Permissionless II was too ambitious, we were able to figure out what we need to get done and who needs to do it. \n\nI plan to complete this project by the end of 2024. It will be a Hats strategy that is a hatter (self-mint functionality) that only requires a passing Passport score. \n\nI hope we can use this Hats strategy as the leaf node in the OpenCivics Hats tree.\n\n### Hats protocol + Gitcoin Passport (GCR 3 retrospect)\n\nWe successfully integrated Hats and Gitcoin Passport!\n\nwww.daocoalition.org \"DC\" and OpenCivics have not yet implemented Hats x Gitcoin Passport. DC will do as soon as possible.\n\nMore about why I'm so passionate about Gitcoin Passport [here](https://www.youtube.com/watch?v=K8qABVbZssY) and [here](https://x.com/bestape/status/1726016138516074522).\n\n![image](https://images.mirror-media.xyz/publication-images/earFu0hoPNHus5C-b2paF.png?height=768&width=1366)\n\n![image](https://images.mirror-media.xyz/publication-images/JoeTvSf_raxGewN60-TUS.png?height=810&width=1440)\n\n### Hats protocol + Allo protocol (GCR 2 planned)\n\nThis is similar to the Hats strategy for Passport but is more involved and will likely take longer to complete.\n\nGitcoin devs have already done work on this, but we'll need a dedicated project manager (me!?) to get it over the finish line. \n\nThe plan is to use this strategy for future OpenCivics rounds.\n\n### Hats protocol + Allo protocol (GCR 3 retrospect)\n\nNo developments yet. Became less of a priority when the Public Goods Network \"PGN\" announced it was winding down.\n\n### follow-on QF for VC portfolio rounds (GCR 2 planned)\n\nThough I need to re-enroll, my first attempt going through the [Venture Institutue](https://govclab.com/venture-institute) program showed me that we have a **very** exciting opportunity to better realize the [Mensarious Oath](https://fi.co/insight/the-mensarius-oath#:~:text=As%20a%20professional%2C%20I%20am,public%20or%20other%20unwanted%20disclosure.) using Quadratic Funding on Gitcoin. \n\nPlease read the first draft of this idea at [ape.mirror.xyz](https://ape.mirror.xyz/J9w_GwD3gbuJvDCkC-MtNyWNSPTFjwFh2mkPAx_AwZs), but please keep in mind this draft has gone as far as capturing my core ideas but not as far as explaining them to a general audience.\n\n### follow-on QF for VC portfolio rounds (GCR 3 retrospect)\n\nThe Angel who invested in my law firm [Ixian.tech](https://ixian.tech) is into a modified version of the idea. \n\nWe've developed the 'metabolic' concepts further during some [Vitalia.city](https://vitalia.city) workshops, e.g. [here](https://x.com/ixiantech/status/1762211143102153022) and [here](https://x.com/EthereumDenver/status/1762255700447617355). \n\n![image](https://images.mirror-media.xyz/publication-images/a5r7GyQODGEfqW7e-wRav.png?height=378&width=680)\n\nThis is still at the idea stage, but I am spending more and more time in the mycofi and regenerative economics academic communities.\n\n### square root approximations (GCR 2 planned)\n\nIn my conversations with Gitcoin mathematicians, this seems unnecessary but the Fibonacci sequence work I've done in observational mathematics might help make QF algorithms more efficient. \n\nThese Fibonacci sequences are described at my Github under [OEIS contributions](https://github.com/bestape#oeis-contributions).\n\n### square root approximations (GCR 3 retrospect)\n\nI taught a few classes at Vitalia, syllabus at [powerlawgeometry.com](http://powerlawgeometry.com).\n\nI got a makerspace created at Vitalia with the help of moonDAO [here](https://snapshot.org/#/tomoondao.eth/proposal/0x5e88ff3f1d05fa2c3cde4a85fb4e5d495a4abf98a5fc1f208a05cbc83fcd7eff) so that I could build out my mathematics in real life.\n\nWe're now printing \"base scale\" 3D objects. \n\nThis math will eventually offer alternatives to or efficiencies for quadratic funding distributions.\n\n![image](https://images.mirror-media.xyz/publication-images/rBMXxXOnGy1DwrrftygAU.jpg?height=917&width=1080)\n\n![image](https://images.mirror-media.xyz/publication-images/NvtZljXI7nL8zIHysc1xp.jpg?height=1280&width=1026)\n\n![image](https://images.mirror-media.xyz/publication-images/4dTqXaojFrJL7ija9ZmrE.jpg?height=1237&width=673)\n\n### mathart for Gitcoin (GCR 2 planned)\n\nThe images in this application are from an art installation I made at [Cabin.city](https://cabin.city/), explained in this [ape.mirror.xyz](https://ape.mirror.xyz/OhCmPGRm7Cp4KtHXWr71KEktig1fyeNjpmo2fxG_0Ak) draft.\n\n![spiral set](https://images.mirror-media.xyz/publication-images/hJhJJbzGeQQobuQougJXM.png)\n\n### mathart for Gitcoin (GCR 3 retrospect)\n\nStill open to this art being part of Gitcoin's polycentric 🍄 mycofi type vibes.\n\n![image](https://images.mirror-media.xyz/publication-images/5uQtZb7kbBFAs6-GfM1fW.png?height=698&width=575)\n\nHad a co-authored book shared at the Gitcoin House at EthDenver 2024 using the mathart, see [here](https://twitter.com/EthForestDAO/status/1766229291082387659) and [here](https://x.com/bbeats1/status/1766218695771099604)\n\nZora work [here](https://zora.co/collect/oeth:0x13b6dc0b74e356186180cfb56353a75cbbd99877). \n\n![image](https://remote-image.decentralized-content.com/image?url=https%3A%2F%2Fipfs.decentralized-content.com%2Fipfs%2Fbafybeib7hrsg3e5qlxutrsxj2rii3bmvzmbikuqcno2hfepnfezr342d7y&w=1080&q=75)\n\n# original GCR 2 post on PNG network\n\nPlease wallet login [here](https://builder.gitcoin.co/#/chains/424/registry/0x/projects/0xf4e38649f006745b1efff2729976a8e8230ef4a49161b617bc211256303ae316) to see.\n\n![image](https://images.mirror-media.xyz/publication-images/bAt99H8nKhTXimX3yWwWk.png?height=480&width=1225)","ProjectId":3197,"Project Github":"https://github.com/lexDAO","Project Website":"https://besta.pe"},
{"Project Name":"GrantsScope developed by Rohit Malekar","Status":"APPROVED","RoundId":43080,"ApplicationId":57,"PayoutAddress":"0x2dd2036C9Db2ADA2739509AF0047c00C8b9291EF","Project Desc":"GrantsScope is pioneering the intersection of data science and AI to empower donors in the web3 public goods funding (PGF). \n\n> Our mission? To revolutionize how donors identify and support grantees during PGF rounds.\n\n### The Challenge: \nIn large PGF rounds, where hundreds of grantees vie for attention, the brightest spotlight often falls on those with the strongest marketing. This imbalance creates a cycle where deserving projects may go unnoticed, leading to an uneven distribution of resources and opportunities.\n\n### The Result: \nThis disparity not only places additional burdens on grantees to amplify their visibility but also diverts their focus from creating meaningful impact. As a result, the true potential of PGF is left untapped, and innovation in public goods is stifled.\n\n### Our Solution: GrantsScope\nWe believe in leveling the playing field. GrantsScope harnesses the power of data analytics, machine learning, and advanced Large Language Models (LLMs) to enhance project visibility and democratize access to funding. Our experiments are designed to assist donors during quadratic funding rounds on Gitcoin Grants by\n- Providing personalized recommendations, helping donors easily navigate the complexity of PGF rounds.\n- Offering self-discovery tools that empower donors to explore and connect with projects that resonate with their values.\n- Reducing information asymmetry, ensuring donors comprehensively understand the PGF landscape.\n\n### Our Impact: \nThe apps developed and deployed since Citizens Retro Round #2 are as follows:\n- March 2024: [Clustering-based Discovery tool](https://gp-octant.streamlit.app/) for GreenPill Network x Octant Community Round\n- January 2024: PoCs for [Grantee Recommendations Engine](https://gov.gitcoin.co/t/concepts-pocs-and-early-results-for-personalized-grantee-recommendations/17469)\n- December 2023: [Code-created NFT](https://zora.co/collect/oeth:0x4e17da9659cca38ebfd98446d2b404bf94fe9997/1) art to illustrate power of PGF\n- December 2023: [2023 Wrapped](https://2023-wrapped-gitcoin.streamlit.app/) with Personalized Grantee Recommendations for Gitcoin Donors\n- November 2023:  [Conversational App](https://all-about-gg19.streamlit.app/) for 500+ projects in GG19 – Program Rounds and Climate Solutions Rounds\n\nVisit https://grantsscope.xyz/ to access the complete list of apps, source code, and sample results.\n\nJoin a growing community of over 500 unique users, as verified by StreamLit analytics, in exploring innovative applications that leverage conversational experiences using LLMs (Large Language Models) and clustering techniques.\n\n### What's next?\nAs the next milestone, GrantsScope will utilize existing onchain data and clustering techniques to offer personalized recommendations to donors in Gitcoin Grants (GG20) in April 2024.\n\n### The Team: \nRohit Malekar currently maintains this project as a single-person team. It is built on data abstractions created by Grants Stack Indexer and Gitcoin Grants Data Portal with plans to integrate with Regen Data.","ProjectId":1740,"Project Github":null,"Project Website":"https://grantsscope.xyz/"},
{"Project Name":"Rodrigo NuñΞz: DeSci Regen, Web3 tools, and Public Goods and Services","Status":"APPROVED","RoundId":43080,"ApplicationId":58,"PayoutAddress":"0x9F000bfB33b0B63fCE685B538B1A8af079b57D93","Project Desc":"**Intro**\n\nI am a coral reef researcher who has been involved in a wide range of coral reef conservation projects throughout the Mexican Caribbean. This includes environmental education, citizen science with a community focus, and scientific research on coral reef ecosystems, such as herbivory, biodiversity, and coral reef restoration. I have been supporting many socio-ecological projects in NGOs and collectives for love my whole life. \n\nCurrently, I have been exploring the use of the Gitcoin stack with [MesoReefDAO](https://twitter.com/MesoReefDAO) and [GreenPill Mexico](https://twitter.com/GreenPillMexico) since 2023. I have been active on Twitter supporting Gitcoin in Twitter/X spaces since Gitcoin Beta. As a crypto and blockchain enthusiast, I am passionate about finding innovative solutions to the challenges facing coral reefs and how we can create impact and webs of coordination to mitigate anthropogenic impacts.\n\nI will put 5 actions that I have been doing in the Gitcoin Forum and in some events where I talk about Gitcoin 2023 - 2024:\n\n**1.** I have been active since July 2023 on Gitcoin Governance reading and learning about certain topics [regarding public goods, DeSci, Data Analytics, and Theoretical Perspectives and actions of Gitcoin](https://gov.gitcoin.co/u/robioreefeco/summary).\n\n![image](https://api.fileverse.io/content/16cb1c43-b5fc-471b-93b8-f661b79cbb7d)\n\n**2**. I Participated in the Nominations for the GG20 Council Round, which I lost, was a good experiment. [Twitter/X post (98 views, obtained 13.396 votes on jokerace, 18th Place)](https://www.jokerace.io/contest/optimism/0xcf5f77bfee55388395a1c977e8fd2afb5325e842)\n\n**3.** SciOS Ethereum Denver 2024: [I talked about the Situation of DeSci in Latin America](https://x.com/Cypherpunkfish1/status/1762923831306432616?s=20) (Twitter/X thread: ~1.7k views) with a focus on public goods in DeSci, and how many initiatives have been creating synergies in the region with the use of the Gitcoin Stack ([Slides 9 & 10](https://www.canva.com/design/DAF98yHaXac/dtiUu-GN2ec5LOlZVm3sLw/view). Additionally, [Sophia of Gitcoin and Hypercerts]((https://twitter.com/sodofi_) gave a talk about how web3 users and scientists can eventually quantify on-chain actions and impacts.\n\n![image](https://api.fileverse.io/content/a226639c-ebc7-4033-9abf-cafdbfefcb7a)\n\n![image](https://api.fileverse.io/content/7c58eaf2-de37-4319-8b2e-33ab5ed2035c)\n\n\n**4.** Create a Twitter/X thread regarding my volunteering on the 1st of March at the [Ecosystem Growth Summit presented by Gitcoin x Electric Capital](https://x.com/Cypherpunkfish1/status/1769672306333266234?s=20). I participated in the logistics of ticketing and assisted attendees. During the event, I shared some perspectives and met many friends from Gitcoin and the web3 space. It was an awesome experience!\n\n![image](https://pbs.twimg.com/media/GJB3bFyWwAAI4kq?format=jpg&name=large)\n\n![image](https://pbs.twimg.com/media/GI8jnsVXgAAjxZs?format=jpg&name=large)\n\n![image](https://pbs.twimg.com/media/GILUHp5XIAA7LbD?format=jpg&name=4096x4096) \n\n![image](https://pbs.twimg.com/media/GILUHqNXoAA5n6c?format=jpg&name=4096x4096) \n\n**5.** Since the experience at the Ecosystem Growth Summit presented by Gitcoin x Electric Capital, I have spoken with Mathilda and Cici, and I have decided to create the Official Spanish translation of the Gitcoin 2.0 white paper and the Visual Guide too, we are looking to add it to the main page for hispanic people!\n\n[Twitter/X thread of Gitcoin Whitepaper (ES Version)]( https://x.com/Cypherpunkfish1/status/1769966212891500843?s=20)\n\n![image](https://pbs.twimg.com/media/GJAu4xMWMAAbRNE?format=jpg&name=medium)\n\n[Twitter/X thread of Visual Guide Gitcoin Whitepaper (ES Version)](https://x.com/Cypherpunkfish1/status/1769969971243728998?s=20)\n\n![image](https://pbs.twimg.com/media/GJAxBViXMAAabQl?format=png&name=4096x4096)\n\n![image](https://pbs.twimg.com/media/GJAxvZ-WgAAYcha?format=png&name=4096x4096) \n\n![image](https://pbs.twimg.com/media/GJAxyDHXkAAoyNU?format=jpg&name=4096x4096)\n\n\nI'm not sure about the impact of these translations, but they are necessary due to the situation of the Digital Divide, and Spanish is one of the most widely spoken languages in the world.\n\nGitcoin is a public good movement in web3 and is thriving everywhere! \nThanks!! 🌊🍄🌱💻⛓️✨💚\n\n\n","ProjectId":3205,"Project Github":null,"Project Website":"https://linktr.ee/robiomarine"},
{"Project Name":"TheDevanshMehta","Status":"APPROVED","RoundId":43080,"ApplicationId":28,"PayoutAddress":"0xd1825Dd9a5e49791FB7961AC3c4170DeeD5710b4","Project Desc":"Devansh is an active Gitcoin citizen , a hub for people to know what's happening in the ecosystem\n\nHe votes on snapshots proposals & posts frequently in the Gitcoin governance forum;  tweets prolifically on the web3 public goods movement; and takes part in Gitcoin initiatives on Jokerace , Schelling Point and PGN","ProjectId":1709,"Project Github":null,"Project Website":"https://gov.gitcoin.co/u/thedevanshmehta/"},
{"Project Name":"QuickMythril","Status":"APPROVED","RoundId":43080,"ApplicationId":43,"PayoutAddress":"0x0EDCc0a01B28Cb977F90710d94D08692D4411bD2","Project Desc":"Introduction:\nHello, I'm QuickMythril, and I am applying for the Gitcoin Citizens Retro Round #3 grant program. I will share my contributions and plans for enhancing the Gitcoin community experience.\n\nPreviously Funded (Citizens Round #2):\nMy past work includes actively engaging and assisting community members in the Gitcoin Discord and other related communities such as Qortal, Idena, BrightID, and various identity providers. Additionally, I have been an active participant in the Gitcoin forums, where I have shared insights and ideas. I have also been using social media to discuss Gitcoin, spreading awareness and building a stronger online presence for the community.\n\nCurrent Grant Work:\nMy work regarding this grant consists of ongoing support within the Qortal community, where I have started Gitcoin Grants and Passport chat groups to assist and engage with fellow members, and create a welcoming and informative environment for all. I organized and managed the Qortal grant in GG19 (and plan to do so again in GG20), helping to educate people about the Gitcoin system, and ensuring the donations were safely and properly transferred to the Qortal Community Fund. Furthermore, I have mirrored several Gitcoin websites to the Qortal Data Network (QDN), allowing the community to more directly access documentation, and creating a decentralized and distributed archive of this information.\n\nConclusion:\nIn conclusion, my project revolves around fostering a far-reaching and inclusive Gitcoin community. Through my efforts, I hope to contribute to the growth and enhancement of Gitcoin's community experience, as well as the implementation of innovative features that benefit all users. Thank you for considering my application for the Gitcoin Citizens Retro Round #3 grant, and I look forward to the opportunity to further support and elevate the Gitcoin community.","ProjectId":3190,"Project Github":null,"Project Website":"https://qortal.name/website/QuickMythril"},
{"Project Name":"Gitcoin Citizen - Luciano DeAngelo","Status":"APPROVED","RoundId":43080,"ApplicationId":69,"PayoutAddress":"0x12a5dcABbFaF963db743377937b3Ca00308600f2","Project Desc":"I aim to continue funding Gitcoin's matching pool bottom up while researching and experimenting with new ways to do so through fundpg.xyz. I also aim to onboard more communities to Gitcoin's Grants Stack so fund what matters to them.","ProjectId":3215,"Project Github":"https://github.com/fundpg","Project Website":"https://funding.xyz"},
{"Project Name":"Wasabi Citizens Round People-Centered Proposal","Status":"APPROVED","RoundId":43080,"ApplicationId":70,"PayoutAddress":"0x0ea26051F7657d59418da186137141CeA90D0652","Project Desc":"# TLDR: EI & EC\n\nMy Citizens proposal is centered on Essential Intent \"people\", I'm bullish on humans and I always try to build things in a way that contributes to the understanding of web3 legos for the Public Goods community. Most of the work outlined below revolves around governance, impact tracking, and community activations.\n\n# How I contributed to the Gitcoin Ecosystem\n\n## Educational\n\n* [Quadratic Funding Explainer - Round Manager Pilot](https://www.youtube.com/watch?v=8FUiYUdRIXc \"https://www.youtube.com/watch?v=8FUiYUdRIXc\")\n* Strong Advocate for the Importance of Grants Tracking \\[[Link 1](https://x.com/karmahq_/status/1767402065561788629?s=20 \"https://x.com/karmahq_/status/1767402065561788629?s=20\"), [Link 2](https://x.com/WasabiNetwork/status/1749158594933649466?s=20 \"https://x.com/WasabiNetwork/status/1749158594933649466?s=20\"), [Link 3](https://x.com/WasabiNetwork/status/1732380262883873114?s=20 \"https://x.com/WasabiNetwork/status/1732380262883873114?s=20\")\\]\n\n## Promotional\n\n* Community Collection Curator in GG19 \\[[Link 1](https://x.com/grantsstack/status/1729160635995529244?s=20 \"https://x.com/grantsstack/status/1729160635995529244?s=20\"), [Link 2](https://x.com/WasabiNetwork/status/1728405924942110829?s=20 \"https://x.com/WasabiNetwork/status/1728405924942110829?s=20\"), [Link 3](https://x.com/gitcoin/status/1728111024103096821?s=20 \"https://x.com/gitcoin/status/1728111024103096821?s=20\")\\]\n* Let's GROW Live GG19 50+ Grantees & 350+ Hours Broadcast \\[[Link 1](https://x.com/WasabiNetwork/status/1760568529986760878?s=20 \"https://x.com/WasabiNetwork/status/1760568529986760878?s=20\"), [Link 2](https://x.com/WasabiNetwork/status/1736077240956305881?s=20 \"https://x.com/WasabiNetwork/status/1736077240956305881?s=20\"), [Link 3](https://x.com/WasabiNetwork/status/1729530885207142817?s=20 \"https://x.com/WasabiNetwork/status/1729530885207142817?s=20\"), [Link 4](https://x.com/checkfit/status/1725432232511230249?s=20 \"https://x.com/checkfit/status/1725432232511230249?s=20\")\\]\n* Gitcoin Bullish Tweets \\[[Link 1](https://x.com/WasabiNetwork/status/1755513799069622327?s=20 \"https://x.com/WasabiNetwork/status/1755513799069622327?s=20\"), [Link 2](https://x.com/WasabiNetwork/status/1721996757897187356?s=20 \"https://x.com/WasabiNetwork/status/1721996757897187356?s=20\")\\]\n* GG18 Curated Grantees [Database](https://www.wasabi.network/gg18 \"https://www.wasabi.network/gg18\") & [Reviews](https://www.wasabi.network/reviews \"https://www.wasabi.network/reviews\")\n\n## Governance Forum\n\n* [Gitcoin Grants: Proposed Updates](https://gov.gitcoin.co/t/gitcoin-grants-proposed-updates/17649/21?u=wasabi \"https://gov.gitcoin.co/t/gitcoin-grants-proposed-updates/17649/21?u=wasabi\")\n* [GG 20 Eligibility Criteria - Community Rounds](https://gov.gitcoin.co/t/gg20-eligibility-criteria-community-rounds/17846/12?u=wasabi \"https://gov.gitcoin.co/t/gg20-eligibility-criteria-community-rounds/17846/12?u=wasabi\")\n* [\\[Discussion & Feedback Request\\] GG18 Round Eligibility](https://gov.gitcoin.co/t/discussion-feedback-request-gg18-round-eligibility/15942/40?u=wasabi \"https://gov.gitcoin.co/t/discussion-feedback-request-gg18-round-eligibility/15942/40?u=wasabi\")\n\n## Community Support\n\n* Supporting Gitcoin Grantees \\[[Link 1](https://x.com/WasabiNetwork/status/1728490358772777297?s=20 \"https://x.com/WasabiNetwork/status/1728490358772777297?s=20\"), [Link 2](https://x.com/WasabiNetwork/status/1725509722118238615?s=20 \"https://x.com/WasabiNetwork/status/1725509722118238615?s=20\"), [Link 3](https://x.com/WasabiNetwork/status/1724532612138446905?s=20 \"https://x.com/WasabiNetwork/status/1724532612138446905?s=20\"), [Link 4](https://x.com/gitcoin/status/1705208522424897666?s=20 \"https://x.com/gitcoin/status/1705208522424897666?s=20\")\\]\n\n# Impact\n\n* **Quadratic Funding Explainer** \\[11 views\\]\n* **Strong Advocate for the Importance of Grants Tracking** \\[816 views\\]\n* **Community Collection Curator in GG19** \\[11,372 views\\]\n* **Let's GROW Live** \\[1,106 Speakers 🎙️ | 17,901 Listeners 🔊 | 330.86 Spaces Duration in Hours ⏱️ | 124,288 Impressions 👀 | 17,644 Engagements 📲 | 35 Live Sessions 🏪\\]\n* **Gitcoin Bullish Tweets** \\[1,062 views\\]\n* **GG18 Curated Grantees Database** \\[[128 database entries](https://www.wasabi.network/gg18 \"https://www.wasabi.network/gg18\") & [308 Website Actions](https://blackhole.wasabi.network/api/photo/lfcjvg8rqtfr.png \"https://blackhole.wasabi.network/api/photo/lfcjvg8rqtfr.png\")\\]\n* **Supporting Gitcoin Grantees** \\[8,551 views\\]\n\n---\n\nPlease note that linked URLs and Impact is just a high-level overview of the most noticeable events; most of the work goes unnoticed and it is hard to \"quantify\" in a concise way. It is a pleasure to be part of this ecosystem and dedicate many hours to be an honorable Citizen of Gitcoin.\n\nThank you 🌱💚🤖","ProjectId":3216,"Project Github":null,"Project Website":"https://www.wasabi.network/"},
{"Project Name":"Abraham Rivv","Status":"APPROVED","RoundId":43080,"ApplicationId":21,"PayoutAddress":"0xE3Ecd1907caa757A4a5C9DA32d7AA34005681C1e","Project Desc":"I am Abraham Rivv, a Web3 enthusiast and builder. Through my content and initiatives, my goal is to use Web3 technology to create a new and better future.\n\nCurrently, I am building a Web3 platform called DIGITALIZADOS, which aims to teach people in a simple way how to take advantage of these emerging technologies through fun and educational content.\n\nI am also an ambassador for Meta Pool, and together with them, I am contributing to the cause of providing easy and permissionless access to Web3 financial tools for everyone.","ProjectId":3132,"Project Github":null,"Project Website":"https://linktr.ee/abrahamrivv"},
{"Project Name":"Ygg Anderson builds Alloha: Tunable QF Framework","Status":"APPROVED","RoundId":43080,"ApplicationId":45,"PayoutAddress":"0x763d7D362B59aeA3858a92a302e18cd41b1252d4","Project Desc":"YGG is building a data science framework for injecting subject matter expertise signal into QF funding outcomes. Tunable QF is a data science framework web application that allows users to load up community token distributions, badges, credentials, and reputation systems that can be applied as signals to modify donation weights that get passed into the QF algorithm. \n\nThis allows for a community to boost the signal of it's members for determining which public goods should be funded for that community. \n\nThis application is currently being used by the Token Engineering Commons to do SME signal boosting for their community QF round. This gitcoin citizens round funding will enable the continued development of this application, and the generalization of the tool to be adopted by other communities. ","ProjectId":1801,"Project Github":"https://github.com/commonsBuild","Project Website":"https://github.com/commonsBuild/alloha/tree/ygg"},
{"Project Name":"Jimi - Let's GROW Live","Status":"APPROVED","RoundId":43080,"ApplicationId":60,"PayoutAddress":"0xfC9265A28f66CF4561D74A4E25D7Bbd3F482B8e6","Project Desc":"Let’s GROW Live pioneered decentralised live-streaming! The Gitcoin Community was live 24/7 throughout GR19 with both decentralised inputs & decentralised distribution of content. We had 45+ hosts facilitating conversation on spaces & the audio from those spaces was then integrated into a video feed, which was then broadcasted across 17 social media platforms simultaneously. \n\n**Results**\n- In just 2 weeks, ‘Let’s GROW Live @Gitcoin Community’ got 52% more Spaces listeners than the main Gitcoin page did in the entire year. On video the views were even more than spaces!\n\n![Results](https://i.postimg.cc/bwz0RHRN/Copy-of-Let-s-Grow-Live-Social-Media-post-7.png)\n\n**Partnerships**\n- I formed partnerships with Bankless DAO, ReFi DAO, Solarpunk DAO, Koko DAO to GROW live with video across 17 social media channels simultaneously, in addition to the spaces  \n \n**Outreach**\n- Hired Carol to send DMS to every single GG18 grantee with open DMs to invite them to participate \n- Posted in various Telegram groups to invite participants\n- Result: 45+ hosts signed up\n\n**Training Videos:**\n- I created a series of training videos for the Stewards that rotate hosting the spaces from the @letsGROWdao page & who manage the tech backend. Also each host that wants to come on video received a training video.\n- It’s an intricate setup because it requires both a phone & computer to be used. Hosts need to mute themselves on the video stream, turn the volume off on their computer, open up the spaces on computer, join as a speaker from computer, share screen on the streaming software & port in the audio from the spaces in browser. \n- How to use Host on Part 1 https://www.loom.com/share/26b135d4aaa44f6581534156fa0ca92f?sid=ed33cd07-fb15-4a3c-8ae1-42a8c145ad4a\n- How to Host Part 2  https://www.loom.com/share/9ee55fcb558e4a6b96c77e86c0e71c92?sid=8796997b-86c9-4c75-8844-129a4f01040c\n- How to Steward Part 1 https://www.loom.com/share/d315e30d42864f12b12080b730f568d0?sid=eec6ce3e-cf45-4967-9479-645c0100c1b1\n- How to Steward Part 2 https://www.loom.com/share/cf72d586dbd941ffb088096ab5844746?sid=3767d2c2-753f-4703-9151-f33439b7ba32\n\n\n**I lived in the metaverse to keep everything running**\nDespite the training videos, it was initially a challenge for others to manage the backend streaming system, so I made sure the broadcast was always running on my computer for the first week or so. This meant I was live practically every waking hour. While on dates (sorry not sorry), on my 30th birthday (this was actually a huge highlight), at the grocery store, it was literally 24/7 as my computer was running while I slept. There were inevitably some people that didn’t show up on Sundays & I did my best to fill in these gaps as well. \n  \n**GROWcabulary**\n- Pioneered the GROWnation meme, making donating on Gitcoin fun & shining light on how Grants = Growth before that was officially a thing\n- Enforced the use of this term through sirens on spaces & the 'GROW Police'\n- I made the memes & it caught on!  \n![Memes](https://i.postimg.cc/DZKwq5qx/Copy-of-Let-s-Grow-Live-Social-Media-post-8.png)\n\n**Gitcoin Citizen Spaces Summaries:**\n- During the Gitcoin Citizen spaces, Umar & Kris mentioned that they would like the action items summarised from the spaces. So I downloaded the audio of the spaces, uploaded the audio into Fireflies AI to analyse the spaces audio for all the key points, put this into a document for Kris & formatted the docs.   \nhttps://docs.google.com/document/d/1Vi2IC0bVca_xU4VCSq9CGb2M8pXgaZtGESMVaNUkdxU/edit\nhttps://docs.google.com/document/d/1wmaPpZjX5RqsN7Ip-5AMZRiuDyKxIP1JRabmZ2Q42aw/edit\n\n**Karma Tutorial:** \n- Right when Ben West announced Karma got released during GG19, I made a tutorial for grantees to use this tool: https://www.loom.com/share/8c74e94a35fb4fc6af0d9d2e6ed571f9?sid=347232d6-d846-45ac-ade7-fc20126d1719\n\n**Gitcoin Passport Onboarding:**\n- MAX IMPACT feature with Daniel of Gitcoin Passport during Let’s GROW Live\n- We also answered many questions for people stuck on passport scores & guided people through the process live, throughout GG19\n- Link: https://x.com/JimiCohen/status/1725157033568067649?s=20\n![Results](https://i.postimg.cc/wBLxsWVv/Screenshot-2024-03-20-at-00-47-46.png)\n\nLet’s GROW Live directly contributed to 2 of the 3 Focus Areas of Gitcoin’s Ecosystem Collective:\n1) People: Having a 24/7 livestream that everyone can participate in, whether it be on video or audio, deepened engagement because anyone in any timezone can engage with the community via. Let’s GROW Live. Participation in Gitcoin’s Ecosystem also GROWs because we onboarded many onto Gitcoin Passport & celebrated live GROWnations. \n2) Through community activation & creating 350 hours of live broadcasting of video content, we stewarded the Gitcoin brand & grew brand love within the Gitcoin ecosystem.\n\nLet’s GROW Live also directly contributed to 2 of the 3 Essential Intents:\n1) Network Effects: Through cross pollination, we deeply engaged a variety of communities in participating in Let’s GROW Live. By being live on 17 social media channels, we unlocked extraordinary network effects. \n2) Community First: Let’s GROW Live cultivated a strong community that genuinely feels like a family. We are centred around positive change and meaningful engagement.\n\nGeants = Growth\nSo\n**Let's GROW!**","ProjectId":3207,"Project Github":null,"Project Website":"https://letsgrow.network"},
{"Project Name":"Fabián Cripto","Status":"APPROVED","RoundId":43080,"ApplicationId":29,"PayoutAddress":"0x3a94e60a1a9d7A53765Ceb7dc73880BDB48eE4d0","Project Desc":"Hello to all citizens, I introduce myself, I am Fabian Cripto, I am passionate about public goods, I support the community, I am a member of Bankless Nation and I am building Encriptados a newsletter to educate the community.\n\nBefore going deeper I want to start by how I met the PG, my step by this great discovery of PG begins two years ago in which began to listen to Gitcoin and was delighted with everything I wanted to do for and by the community, it is worth making a specific mention for CryptoReuMd a great friend who introduced me to this wonderful world of PG more deeply and every day we seek to support more people, all through public goods.\n\nNow, with this in mind my passage through PG has been a path of great learning and all this with some project participations such as:\n\n1.- Round of communities, this round was focused on creating applications within Arbitrum, in which I am part of the team that created the round (Bankless Nation), curator of the proposals and disseminate the round.\n\nhttps://twitter.com/NacionBankless/status/1760852226971418907\n\nParticipant and donor in \"First Talent Protocol Gitcoin Grant for Mexican Projects\" a round of Mexican projects in which was with the full support of CryptoReu.\n\nhttps://twitter.com/encriptadoss/status/1748180682013114837\n\nI have done little, but I have done everything with my heart and to support the community, something that at the end of the day helps us all and we will continue to do it, it may be a short way over 2 years, but I am getting more and more into PG and I will continue to do it to support the Spanish speaking community and anyone who needs help.","ProjectId":3170,"Project Github":null,"Project Website":"https://twitter.com/fabiancripto"},
{"Project Name":"MN at Week in PGF & Blocktrend","Status":"APPROVED","RoundId":43080,"ApplicationId":30,"PayoutAddress":"0x36F322fC85B24aB13263CFE9217B28f8E2b38381","Project Desc":"Since 2017, I have been a committed content creator in Taiwan, founding blocktrend.today, a subscription-based media platform specializing in Web3 content. With a dedicated readership of 15,000, I have actively introduced and advocated for Gitcoin, encouraging engagement and participation within the ecosystem. \n\nIn 2024, I expanded my efforts by launching Week in PGF, a weekly newsletter that aggregates news on public goods funding, including Gitcoin, to educate and familiarize the Chinese-speaking community with the evolving landscape of public goods funding. Through these initiatives, I have made significant contributions to the growth and awareness of Gitcoin and the public funding domain.","ProjectId":3171,"Project Github":null,"Project Website":"https://www.blocktrend.today/"},
{"Project Name":"raybankless","Status":"APPROVED","RoundId":43080,"ApplicationId":73,"PayoutAddress":"0xBd55b361700c3349794aF68879B8a9E0921640Ed","Project Desc":"I've been contributing to DAOs for a while now, and my enthusiasm for blockchain and web3 tech is as strong as ever.\n\nI am working on onboarding NGOs and communities to Gitcoin Grants and also managing their own rounds.\n\nI joined the Greenpill Round Manager Training Cohort and EazyRetroPGF Cohort to be able to use all Gitcoin Grants Stack products. \n\nThe Gitcoin content work i was doing in Greenpill and Bankless Turkiye slowed down a bit, but i joined ReFi Lisboa now and we are planning to get it back up in their channels.\n\nI'm also a small time GTC staker :) ","ProjectId":2408,"Project Github":null,"Project Website":"https://www.linkedin.com/in/raybankless/"},
{"Project Name":"Lana Dingwall - Grants Stack Round Manager Trainer ","Status":"APPROVED","RoundId":43080,"ApplicationId":27,"PayoutAddress":"0xaa3600788b72863ff51c8f0db5f10bb65fbfeab4","Project Desc":"GM,  my contributions vary from being a facilitator helping people learn how to run their own community grants programs, to being a round operator, a volunteer, a speaker, an experimenter and a general contributor to the Gitcoin ecosystem. \n\nThis is my first time applying to the Gitcoins Citizen round and below you can find a list of my contributions to the ecosystem. ","ProjectId":3166,"Project Github":null,"Project Website":"https://app.charmverse.io/gp-round-manager-training-cohort/cohort-curriculum-25970338147403904"},
{"Project Name":"Ivan Molto - The Public Goods Dune Wizard","Status":"APPROVED","RoundId":43080,"ApplicationId":63,"PayoutAddress":"0x7904667C340601AaB73939372C016dC5102732A2","Project Desc":"# INTRO\n\nHi there! This is Ivan Molto a Fullstack engineer, analyst, and Publics Good Maxi. I have been contributing, donating, experimenting and having fun with Gitcoin from the early days in 2018 till now.\n\nFor the contributions and impact in the last months I will be remembered as the Publics Good Dune Wizard.\n\nYou will find below the work and impact justifying my application to the Gitcoin Citizens Round #3. \n\nThank you for sharing with me some of your time!\n\n\n# ALLO PROTOCOL MULTI-CHAIN\n\nA Dune Analytics dashboard where you can see where are Gitcoin, Allo Protocol and the Grants Stack rounds hosted?\nThey are increasingly going multi-chain\nPlease go to [Allo Protocol Multichain](https://dune.com/ivanmolto/allo-protocol-multichain) dashboard to explore my job.\n![](https://ivanmolto.mypinata.cloud/ipfs/QmfZgtpbo2WSHeoXPcWGc3YsfZ5vYCwEv3M7gJzNTK5jVs)\n\n**Why is it important?**\n\nSpreading the voice and demonstrating that Gitcoin, Allo Protocol and the Grants Stack are going multi-chain is the basis of the on-chain mass market adoption. \nThere is a loyalty of users for public goods and Gitcoin, but there is also a loyalty in users' favourite chains.\n\n_We are in your fav chain, keep donating!_\n\n**Impact**\n\n(1) Twitter\n\n[https://twitter.com/owocki/status/1750148775224479809](https://twitter.com/owocki/status/1750148775224479809)\n\nViews: 4846\nLikes: 35\nReposts: 6\n\n[https://twitter.com/ivanmolto/status/1749953398827261953](https://twitter.com/ivanmolto/status/1749953398827261953)\n\nViews: 483\nReposts: 1\nLikes: 10\n\n(2) LinkedIn\n\n[https://www.linkedin.com/posts/ivanmolto*allo-protocol-multichain-activity-7155893742405603328-Su2*?utm_source=share&utm_medium=member_desktop](https://www.linkedin.com/posts/ivanmolto_allo-protocol-multichain-activity-7155893742405603328-Su2_?utm_source=share&utm_medium=member_desktop)\n\nViews/Impressions: 617\nLikes: 2\n\n(3) Dune\n\nStars: 3\n\n(4) Gov.Gitcoin\n\n[https://gov.gitcoin.co/t/allo-protocol-multichain-metrics-and-trends/17475](https://gov.gitcoin.co/t/allo-protocol-multichain-metrics-and-trends/17475)\n\nViews: 300\nLikes: 20\n\n**Next Steps/Future work**\n\n- Deep dive on cleaning test rounds, projects and programs.\n- Keep adding future chains and new versions of smart contracts.\n\n\n# PASSPORT POINTS\n\nIf tis the season of points, tis the season of Passport\nAnd if not #PassportCanFixThat\n\nPlease go to [Passport Points](https://dune.com/ivanmolto/gitcoin-passport-unleashed) dashboard to explore my job.\n\n![](https://ivanmolto.mypinata.cloud/ipfs/QmXgoAbHU8hEV9uRZC9b1igciUPYoMVWPfMDEMqgU5q1Sa)\n\n**Why is it important?**\n\nPassport helps you collect “stamps” (and points) that prove your humanity and reputation. As humans we try to mimic the best performers.\nThis dashboard is helpful for donors, regens, airdrop hunters (no sybils and farmers please) to maximise their donations and their human reputation.\nWith this dashboard you know where you are in the ecosystem and the potential of your actions comparing with others.\n\nIf you consider it is necessary to add some Gitcoin partners' data here please kindly send me a DM.\n\nThank you [@regendata](https://twitter.com/regendata) for curating and uploading the gitcoindao passport dataset to Dune.\n\n**Impact**\n\n(1) Twitter:\n\n[https://twitter.com/ivanmolto/status/1762170333077877232](https://twitter.com/ivanmolto/status/1762170333077877232)\n\nViews: 325\nLikes: 5\nReposts: 1\n\n(2) Dune\n\nStars: 2\n\n\n# THE IMPACT OF THE IMPACT REPORT (NFTs)\n\nA set of Dune Analytics dashboards analysing the metrics and performance of the Gitcoin Impact NFTs: collectors, nfts, loyalty, and comparing with other commemorative NFTs\n\nPlease go to the following dashboards to explore my job\n\n[Gitcoin Impact Report Video NFT](https://dune.com/ivanmolto/gitcoin-impact-report-video)\n\n![](https://ivanmolto.mypinata.cloud/ipfs/QmdQF2pH6vuD4pqyiv9YToFqFwMoaeyzh6xddkq94g67GH)\n\n[Gitcoin Impact Report PDF NFT](https://dune.com/ivanmolto/gitcoin-impact-on-zora-network)\n\n![](https://ivanmolto.mypinata.cloud/ipfs/QmfKeG3QHhK6oVF9RrNfQnReTfRwJ5suQ1Ph5XNiusU93h)\n\n\n[Branded and commemorative NFTs](https://dune.com/ivanmolto/og-commemorative-nfts) \n\n![](https://ivanmolto.mypinata.cloud/ipfs/Qme6xqQuLvUm6xGXxF5bJwKZMVA16Xc7VoV4PJKrodKvDS)\n\n**Why is it important?**\n\n- Visualise loyalty of Public Goods collectors across different chains.\n- New collectors only in their fav chain.\n- Understand the benefits of Zora Protocol Rewards to fund matching pools.\n- The powerful long-tail sales of the Gitcoin NFTs compared with other protocols and brands.\n\n**Impact**\n\n(1) Twitter\n\n[https://twitter.com/ivanmolto/status/1754549845463883866](https://twitter.com/ivanmolto/status/1754549845463883866)\n\nViews: 335\nReposts: 1\nLikes: 3\n\n[https://twitter.com/ivanmolto/status/1745229127643259111](https://twitter.com/ivanmolto/status/1745229127643259111)\n\nViews: 166\nLikes: 3\n\n[https://twitter.com/ivanmolto/status/1747659625812443315](https://twitter.com/ivanmolto/status/1747659625812443315)\n\nViews: 132\n\n(2) Dune\n\nStars: 4 (for the overall dashboards).\n\n(3) Gov.Gitcoin\n\n[https://gov.gitcoin.co/t/the-impact-of-the-impact-report-visual-and-pdf-onchain/17563](https://gov.gitcoin.co/t/the-impact-of-the-impact-report-visual-and-pdf-onchain/17563)\nLikes: 4\n\n# EASYRETROPGF\n\nThe Gitcoin 2.0 ecosystem shipped the powerful easyretropgf.xyz tool for allocating funds retroactively to communities. And proudly I was part of the first training cohort and shared my learnings.\n\n**Why is it important?**\n\nIt is as important to learn as to share what you have learned with the rest of the world. And in this case it helps to discover and empower the ecosystem with an awesome tool and resource.\n\n**Impact**\n\n(1) Twitter\n\n_EasyRetroPGF training cohort #1_\n[https://twitter.com/ivanmolto/status/1761770818709623094](https://twitter.com/ivanmolto/status/1761770818709623094)\n\nViews: 1202\nReposts: 2\nLikes: 18\n\n![](https://ivanmolto.mypinata.cloud/ipfs/QmQthreGALPqqX3xpTMJc311uaqsW1KQ7HStQCCkPK8Hkx)\n\n_Subscription funding_\n[https://twitter.com/ivanmolto/status/1755671272552321522](https://twitter.com/ivanmolto/status/1755671272552321522)\nImagine the power of a predictable and verifiable onchain source of income for grantees. Opening the doors to collateralised loans, and more.\n\nViews: 500\nLikes: 10\n\n![](https://ivanmolto.mypinata.cloud/ipfs/QmSJ9jbJ5wo3H1Lj1MXtDswkHXS8XJva8ErpAnsQYuqp54)\n\n_RetroPGF = repeated airdrop for impact_\n[https://twitter.com/ivanmolto/status/1755184724216041478](https://twitter.com/ivanmolto/status/1755184724216041478)\n\nViews: 433\nReposts: 3\nLikes: 8\n\n![](https://ivanmolto.mypinata.cloud/ipfs/QmYumkP6cjGtHeMezpUmjXvk2XodwSuhFGe2Cqicd8dDra)\n\n(2) Dune\n\nPlease go to [EasyRetroPGF Training](https://dune.com/ivanmolto/easyretropgf-training) dashboard to explore my job.\n\nStars: 2\n\n## OUTRO\n\nThank you once again for spending some of your valuable time going deep dive with some of the metrics, visuals and other jobs shared in this application.\n\nYou can support me if you can just donating here in the Gitcoin Citizens Round #3 or just by spreading the voice about my job.\n\nBoth are much appreciated because _You Support The People Supporting You_\n","ProjectId":3210,"Project Github":null,"Project Website":"https://www.ivanmolto.com"},
{"Project Name":"Humpty Calderon","Status":"APPROVED","RoundId":43080,"ApplicationId":64,"PayoutAddress":"0xBe14B9950dC61642a084EAB491FA516d8FE557e6","Project Desc":"gm, public goods fam 🌱\n\nI'm Humpty Calderon, onchain data enthusiast. \n\nI have been a longtime Gitcoin contributor. I first donated to Gitcoin Grants in GR14, joined the DAO in 2021, and contributed to the FDD group until it was recently dissolved.\n\nMy work for two years has been focused on decentralized identity and data. Because of that I have collaborated on many occasions with the Gitcoin community across various sybil resistance initiatives.\n\nI've supported the growth of Gitcoin through my podcast, Crypto Sapiens, where I featured conversations with Gitcoin team members and contributors about public goods, quadratic funding, and sybil resistance.\n\nMore recently, I have integrated Gitcoin's products including Gitcoin Grants and Passport to my own products, Orange Protocol and Mosaic.\n\nTo learn more about Mosaic, go to mosaicdrops.com and sign up to our newsletter to stay to up to date on how we are continuing to create value for Gitcoin and its community.","ProjectId":1798,"Project Github":null,"Project Website":"https://twitter.com/thedatadood"},
{"Project Name":"Drew Security","Status":"APPROVED","RoundId":43080,"ApplicationId":3,"PayoutAddress":"0x059bF624d9e77C777d96389D058011d6904184cf","Project Desc":"Do not underestimate the importance of security until it becomes a critical concern. Our primary objective is to promote security education and awareness, fostering a proactive approach among consumers, users, and founders. By doing so, we aim to instill a positive focus within the Web3 community and combat the negative reputation caused by malicious actors.\n\nOur array of services extends beyond education, encompassing Discord Security Audits, Team Security Training, and the safeguarding of social accounts.\n\nElevate your community's safety with our unwavering commitment to Discord Security. Our dedicated efforts are geared towards shielding not only you and your team but also your entire community through a comprehensive suite of services, which include but not limited too:\n\n- Strengthening your Discord server with cutting-edge security measures\n\n- Streamlining a seamless verification process to welcome genuine members while thwarting bots, ensuring a smooth influx of new joiners\n\n- Harnessing AI and security bots for automated security and comprehensive logging\n\n- Implementing role permissions and hierarchy for organized server management\n\n- Tailoring Discord Security Settings to meet your specific requirements\n\n- Crafting category/channel permissions and hierarchy to maintain a secure environment\n\n- Efficiently managing logs to monitor server activities effectively\n\nEducation constitutes a significant aspect of NFT_Dreww's dedication to the field, providing complimentary services aimed at safeguarding individuals against fraudulent activities, facilitating asset recovery, and disseminating daily security updates to enhance awareness of evolving scam methodologies.","ProjectId":3100,"Project Github":null,"Project Website":"https://drewsecurity.com"},
{"Project Name":"GG20 DeSci Gitcoin round - Citizen Maria Goreti Freitas","Status":"APPROVED","RoundId":43080,"ApplicationId":74,"PayoutAddress":"0x98F42f33c9Ec06a585F1a97edFD61661Ccfea033","Project Desc":"To strategically leverage Gitcoin as the primary platform for implementing quadratic funding mechanisms in the allocation of funds towards scientific research projects.\n\nWe have created a DeSci Round Gitcoin Operators' Team (X/ Twitter handle: @DeSci_Round_Ops and Telegram: t.me/gitcoindesci).\n\nI have been helping in: \n1) building a community in Telegram (t.me/gitcoindesci in where I am an Admin, currently with 234 members); \n2) fund raising for the DeSci Gitcoin Round. Fund raising campaigns amplify the reach of Gitcoin in other communities, as for the example of the positive voting in PublicNouns to support our next round with 10k (https://x.com/DeSci_Round_Ops/status/1768351574689042535?s=20); \n3) participating in Twitter spaces for the success of the DeSci round (https://x.com/PublicNouns/status/1769030595500499129?s=20) where 100 people tuned in; \n4) building a website where we can better track our progress (https://4xd14brhwyla.swipepages.net/desciqf.\n","ProjectId":3219,"Project Github":null,"Project Website":"https://4xd14brhwyla.swipepages.net/desciqf"},
{"Project Name":"ManuelOlariu","Status":"APPROVED","RoundId":43080,"ApplicationId":75,"PayoutAddress":"0xAe90CeC6d54633C8fFb5F55C69DB296775A2B4F0","Project Desc":"# Gitcoin @ ReFi, DeSci, DePin and DeSpace:\nI have been an active contributor to the Gitcoin community, focusing on various roles and initiatives aimed at fostering community engagement and contributing directly to Gitcoin’s essential intents. My commitment to the community is evident through my involvement in projects like DeepVenture.io, MoonDAO, GreenPill and DeSpaceQF.\n\n# Contributions and Impact:\n## DeepVenture.io\nI served the Gitcoin community by organizing Space Sustainability Twitter Spaces, involving collaborative efforts with Decentralized Space projects like Cosmos4Humanity and Lunco in Gitcoin Beta and GG18, focusing on educational and promotional content on how to converge Regenerative Finance with the Space industry.\n![DeepVenture](https://i.postimg.cc/rwzYqMTS/Screenshot-2023-04-17-171355.png \"DeepVenture\")\n\n## ReFi DAO\nI served as a Founding Steward for Space Founder Circles, facilitating dialogue, establishing community norms, and coordinating various initiatives to onboard more people to public goods funding with Gitcoin and attracted committed projects focused on Decentralized Science and Space Exploration into the Gitcoin ecosystem applying for Grants.\n![ReFiDAO](https://i.postimg.cc/wTwGK3Cq/Screenshot-2023-08-16-122726.png \"ReFiDAO\")\n\n## MoonDAO for DeSci\nI led the last MoonDAO project to support public goods in Science. I also played a crucial role in allocating and transferring sponsorship for the last DeSci Round on Gitcoin, contributing meaningfully to the community.\n![DeSciBeta](https://i.postimg.cc/Twn4B06F/De-Sci-beta.png \"DeSciBeta\")\n![Gitcoin Grants](https://i.postimg.cc/jqQ1XMvJ/Gitcoin-Grants.png \"Gitcoin Grants\")\n![Gitcoin Citizen](https://i.postimg.cc/rsJYwpz9/Gitcoin-Citizen-De-Sci.png \"Gitcoin Citizen\")\n\n## DeSpace Fridays Event Series\nI co-hosted and moderated, providing a platform for Space projects for further discussion and collaboration within the Gitcoin community in the GitcoinBeta DeSci Round.\n\n## DeSci Stewardship\nElected as one of the 5 DeSci stewards, responsible for setting up rounds, reviewing applications, managing grants, coordinating marketing efforts, and providing ongoing support to grantees.\n![DeSci](https://i.postimg.cc/YSWnmRh0/desci-grantees-1.gif \"DeSci Gitcoin Beta\")\n\n## GreenPill Germany\nI co-organized Gitcoin Radio in partnership with the Solarpunk Guild and GreenPill, involving daily Twitter Spaces discussions related to Gitcoin Rounds and the overall Regenerative Finance ecosystem in Gitcoin Beta GG18 and GG19.\n![GreenPill Germany](https://i.postimg.cc/6pSb3g6F/Screenshot-2023-09-21-202243.png \"GreenPill Germany\")\n\n## CoordiNATION\nWith the CoordiNATION between ReFiDAO, Regens Unite and GreenPill, I was involved in web3 onboarding events in Berlin, Hamburg and Munich, contributing at both local and global ETH events, expanding the reach and impact of the Gitcoin community and educating people about the benefits of Quadratic Funding and Hypercerts.\n\n# Goals and Future Contributions\n## DeSci QF\nMy aspirations are intertwined with the enhancement and progression of the Decentralized Science (DeSci) ecosystem through the DeSci Grants Round on Gitcoin. My objective is to utilize the DeSci Grants Round to ignite passion and innovation, enabling collaborative scientific pursuits and fostering the creation and dissemination of knowledge. This initiative is crucial for supporting groundbreaking research and development projects, especially those that may lack traditional funding avenues. By reinforcing the DeSci ecosystem, I aim to promote the principles of open science, facilitate the exchange of ideas and findings, and ensure the continuous advancement of science in a decentralized and inclusive manner. We're actively looking for more community leaders to join this.\n![DeSci Playbook](https://i.postimg.cc/8cD0Gvk5/desci-playbook.png \"DeSci Playbook\")\n\n## DeSpace QF\nIn alignment with my ongoing commitment to the Gitcoin and DeSpace communities, one of my primary goals is to fortify and expand the reach of DeSpace Quadratic Funding (DeSpace QF) to support the burgeoning Decentralized Space ecosystem. Quadratic Funding is pivotal in ensuring equitable distribution of resources and fostering innovation within the community. By leveraging DeSpace QF, I intend to catalyze community-driven projects, facilitate collaborative endeavors, and amplify educational initiatives focused on decentralized space technologies and sustainable practices. For sure it’s always starting with raising funds for this growing web3 ecosystem.\n![DeSpaceQF](https://i.postimg.cc/WbNHf0fY/despaceqf-1.jpg \"DeSpaceQF\")\n\n## Copernic Space\nWe are building a marketplace for Decentralized Science and Space Exploration I decided to open source most of our achievement on the research side of the marketplace. With this we’ll equip the Gitcoin ecosystem with capabilities to use Space technologies for their projects.\n\n# Submission Type\nThis submission is mixed, focusing on both retroactive and proposed work, with a clear demarcation between the two. \n\n# Conclusion\nMy varied roles and contributions across different communities reflect my unwavering commitment to the principles of open science, decentralized governance, and community collaboration. I eagerly look forward to the opportunity to continue serving the Gitcoin community and further supporting the growth and success of the Decentralized Science and  Space ecosystem through this grant.\n","ProjectId":1800,"Project Github":null,"Project Website":"https://www.manuelolariu.com"},
{"Project Name":"DeFi Teddy","Status":"APPROVED","RoundId":43080,"ApplicationId":38,"PayoutAddress":"0x393e4C83247D1Af1C3fc4070688432479eF18297","Project Desc":"\nTeddy is an KOL in Chinese Web3 community and has helped the education and promotion of Gitcoin in Chinese community. He also creates useful tools for Gitcoin donations.\n\nTeddy's contribution to Gitcoin\n\n**GR19 dashboard**\n\nAn intuitive tool that allows users to rank projects based on votes and donation amounts, gain insights into project Twitter and KOL followers, and provides ChatGPT-powered project summaries.\n\nPlease check the [GG19 dashboard](https://chaineye.tools/gg19)\n\n**Bridge Support for PGN**\n\nWe have built the fastest and cheapest bridge for users to transfer from/to PGN.  In total our PGN bridge has processed over 8K transactions. \n\nPlease check [transaction log ](https://explorer.publicgoods.network/address/0x00000000000007736e2F9aA5630B8c812E1F3fc9)\n\nPlease note that  bridge UI used to be accessed by https://minibridge.chaineye.tools/, but it is recently removed due to the sunset of PGN. \n\n\n\n","ProjectId":3183,"Project Github":"https://github.com/DeFiEye","Project Website":"https://twitter.com/DeFiTeddy2020"},
{"Project Name":"Joshua Davila (The Blockchain Socialist )","Status":"APPROVED","RoundId":43080,"ApplicationId":83,"PayoutAddress":"0xc2fB4B3EA53E10c88D193E709A81C4dc7aEC902e","Project Desc":"The Blockchain Socialist is a platform that publishes blogs, podcasts, and videos on the intersection between crypto and left politics hosted by Joshua Dávila the author of Blockchain Radicals: How Capitalism Ruined Crypto and How to Fix It.The platform has been an important and free resource for more progressive minded people to understand and get involved in crypto. It also brings an important analysis to the socioeconomic structures that currently make up in crypto while being constructive, pointing at directions that the ecosystem could go instead.","ProjectId":3238,"Project Github":null,"Project Website":"https://theblockchainsocialist.com/"},
{"Project Name":"Eugene Leventhal - Grant Research & Community Efforts","Status":"APPROVED","RoundId":43080,"ApplicationId":39,"PayoutAddress":"0x7926dad04fE7c482425D784985B5E24aea03C9fF","Project Desc":"Since the last Citizen's round, I helped plan and coordinate with Schelling Point Sessions in Istanbul on grants. I also planned a grant operator gathering over dinner and Gitcoin team was present. I also led the planning and organizing for the Web3 Grant Summit, which was hosted out of the Gitcoin house (thanks Gitcoin!). We brought a series of grantees and grantors together in Denver over 2 days. I joined the Gitcoin Ecosystem Day and spoke on a panel led by Meg. I also was invited to join the Schelling Point Sessions in Denver as part of an impact panel with Feems, LauNaMu, and Devansh (moderated by Eduard from Impact Plus). ","ProjectId":3184,"Project Github":null,"Project Website":"https://metagov.org/"},
{"Project Name":"jengajojo: Governance Steward","Status":"APPROVED","RoundId":43080,"ApplicationId":4,"PayoutAddress":"0xf31DF2dcD4083ee57f0d33d386656cfBD1E859a1","Project Desc":"**Summary**\n\nI've been actively involved in supporting the community and its projects in the ecosystem. Since the last round for community members, I've been participating in discussions about how things are run and sharing my thoughts on the updates in the ecosystem. \n\nHere's a quick summary of the *growth* in my activities from the last citizens round:\n\n- **Days Visited:** Increased from 80 to *138*, showing a growth of *72%*.\n- **Read time:** Went up from 10h to *18h*, marking an *80%* increase.\n- **Recent Read Time:** Improved from 2h to *3h*, indicating a *50%* growth.\n- **Topics Viewed:** Grew from 185 to *343*, displaying an *85%* increase.\n- **Posts Read:** Rose from 1200 to *2100+*, reflecting a *75%* growth.\n- **Likes Given:** Increased from 77 to *188*, a remarkable *144%* growth.\n- **Likes Received:** Went up from 110 to *259*, showing a *135%* increase.\n- **Posts Created:** Grew from 46 to *89*, with a *93%* increase.\n- **Average Growth:** A significant 92.00%.\n\n**Why fund governance stewards?**\n\nSupporting good governance in the Gitcoin Community is pivotal for transparency, fairness, and effective decision-making. It ensures that resources are allocated wisely, projects align with community values, and contributors are empowered. Good governance fosters trust, attracting diverse talent and fostering innovation. It enhances the community's resilience, adaptability, and sustainability. \n\nBy funding good governance, we as a community can cultivate an environment where ideas flourish, collaboration thrives, and every contributor's voice contributes to the collective success, ultimately fortifying Gitcoin's position as a leader in the market\n\n**Pledge**\nFinally, all the GTC (tokens) I received in the last round were held (HODLed) and used to boost my voting influence in governance. I plan to do the same with all the GTC I receive in this round to further increase my voting impact and stewarding good governance in GitcoinDAO","ProjectId":3101,"Project Github":null,"Project Website":"https://warpcast.com/jengajojo"},
{"Project Name":"Jon Ruth - Deresy & Hyperminter","Status":"APPROVED","RoundId":43080,"ApplicationId":67,"PayoutAddress":"0xdC71a1BDEaBd3c347dc21e9354aFf91ad375EB97","Project Desc":"The following are my recent Gitcoin citizen contributions:\n\n[Deresy](https://deresy.xyz) - I led the team that built Deresy, a Decentralized Review System. We launched v1 of the tool over a year ago to review Gitcoin grants from the old cGrants platform directly. We recently launched v2, which integrates with Hypercerts and EAS. We partnered with the GreenPill network to use the tool to review the Hypercerts associated with their most recent grant round in GG19. The tool allows any round operator or funder to conduct 3rd party reviews of grantee impact claims. [GitHub](https://github.com/orgs/chimi-co/repositories)\n\n[Hyperminter](https://hyperminter.xyz) - I led the team that built Hyperminter, a tool for minting Hypercerts for Gitcoin grants. The tool connects to the Gitcoin indexer and pre-fills a form with grantee data. The grantee then edits the form and mints a Hypercert. This was previously a manual process conducted by Gitcoin and the Hypercerts team. Now, grantees can use the self-serve tool to mint a Hypercert for any grant. [GitHub](https://github.com/ImpactScribe/hypercert-ledger)\n\n[CCN](https://climatecoordination.xyz) - Helped lead the formation of the Climate Coordination Network (CCN) between GG18 and GG19. After GG18, Gitcoin decided to decentralize the Climate round. CCN is on a mission to accelerate blockchain-enabled climate solutions on a global scale, catalyzing diverse forms of climate action in order to create a sustainable and equitable future for all. As a part of this mission we will be running the climate round in all future rounds. I helped establish this new organization, including setting up a webpage, email, twitter, telegram, notion and other tools.   \n\n\n","ProjectId":145,"Project Github":null,"Project Website":"https://spark.eco"},
{"Project Name":"Gitcoin Citizen Donny Jerri","Status":"APPROVED","RoundId":43080,"ApplicationId":61,"PayoutAddress":"0xf4c6A5df9050b15A21aABccbC84cCB31fBdc0846","Project Desc":"So this is my Gitcoin Citizen Retro Grant, that means it has to be about me and what I have done, not projects, mine or those I have helped co-create are doing.  That always makes me uncomfortable.  \n\nMy father had many sayings that he tried to instill in us growing up.  I will share two of them with you now.  \n1.  \"You don't need to tell anyone how good you are, if you are that good they will tell you.\" \n2.  \"If you want something ask, the worst they can do is say no.\"\n\nHe was a wise man.  These two sayings will inform my submission.  \n\nI am going to ask for some funding for the efforts I put in when given the opportunity to spread the word about, \"Funding what matters\".  Feel free to say yes/no according to your conviction.    Nothing will stop me from spreading this word as far and wide as I am able.  Public Goods are Good!  It's our mission as Gitcoin Citizens to help everyone understand that and how they can support public goods with the use of the Gitcoin Grant stack. \n\nI will only speak about one thing I have done.  That is being a steward for the 24/7 Live space organized by the LetsGROWdao members an community to support GG19 Grantees. https://spacesdashboard.com/search?q=letsgrowdao  Following my Dad's advice on the rest of it. If I am doing a good job in my role to support Gitcoin I don't need to tell you.  You will tell me.  \n","ProjectId":3208,"Project Github":null,"Project Website":"https://Jerri.wtf"},
{"Project Name":"Izzy","Status":"APPROVED","RoundId":43080,"ApplicationId":42,"PayoutAddress":"0x2D4ac9c27ffFCd87D7fA2619F537C7Eb0db96fb7","Project Desc":"**Izzy, Gitcoin Citizen**\n\nHello all I'm Izzy, I enjoy experimenting with resource allocation mechanisms especially used for funding what matters! I am  the chapter steward for Greenpill Nigeria and we utilize Gitcoin products in our pursuit to allocate resources where needed. \n\nMy retroactive work falls within the following category: \n\n**Impact:**  \nAs I assist with Greenpill Nigeria initiatives, I simultaneously use Gitcoin products and values, which establishes Gitcoin as a powerful impactful brand.\n\n**Areas of work**\n\n**Educational:**\nI assisted with the QF round management cohort by giving support where needed as attendees ask questions on the GP Discord and DMs.\n\n**Promotional:**\nI have assisted with many X spaces with ecosystem partners such as Greenpill Network, Treegens, and Let's Grow DAO. I also hosted some spaces with GP Nigeria to go over the Grants Stacks and live round awareness.\n\n**Operations:** \nI have managed and ran public Grants Stack QF rounds.\nhttps://explorer.gitcoin.co/#/round/42161/0x00d5e0d31d37cc13c645d86410ab4cb7cb428cca\nhttps://explorer.gitcoin.co/#/round/42161/0x1d5ce57053e33198b508badd483b56989cb9fe39\nhttps://explorer.gitcoin.co/#/round/10/0xe9459565709c5e856ffbc3cc8715824945d92de7\n\nI assisted with operations during the Gitcoin Ecosystem Summit during ETH Denver.\nhttps://x.com/gitcoin/status/1766218197378973811?s=20\n \nI co hosted a breakout  session in Shelling point at the Gitcoin house during ETH Denver.\nhttps://x.com/izzylawrence11/status/1766512051692683733?s=20\n\n**Governance:** \nI posted our GP Nigeria’s Hypercerts experiment.\nhttps://gov.gitcoin.co/t/hypercerts-for-the-local-level/16750?u=decentralizedceo\n\nMost recent forum contribution.\nhttps://gov.gitcoin.co/t/gitcoin-grants-proposed-updates/17649/30?u=decentralizedceo","ProjectId":3189,"Project Github":null,"Project Website":"https://twitter.com/izzylawrence11"},
{"Project Name":"Earth Based Soul","Status":"APPROVED","RoundId":43080,"ApplicationId":54,"PayoutAddress":"0xF55D40D1e5255A639ab36834F93d44CE8125E047","Project Desc":"Since September 2022, I have dedicated myself to creating value for the Gitcoin ecosystem through community engagement and marketing for Gitcoin grants.\n\nThese activities were undertaken without monetary compensation and were part of two main projects: Solarpunk Guild and Impact Academy.\n\n🌎 SOLARPUNK GUILD\n\nLaunched in November 2022, the Guild is a collective of serious founders that is building the Solarpunk Stack, a combination of solutions, initiatives, ideas, and memes that make the Solarpunk dream a reality.\n\nAs a project co-founder, my primary focus within the guild from October 2023 included the following activities:\n\n- Coordination support for GG19 Gitcoin Community Radio, which ran 14 hours a day for 15 days, totaling 210 hours of X spaces.\n- Hosting one daily slot of GG19 Gitcoin Community Radio, totaling approximately 15 hours.\n- Leading the Solarpunk Guild Community Working Group, which is responsible for onboarding new projects to the Guild and, when needed, helping them to navigate the Gitcoin Grants ecosystem.\n\n🌎 IMPACT ACADEMY\n\nLaunched in June 2022, Impact Academy serves as a knowledge and networking hub, enabling new impact project builders to save time and accelerate their learning curve through engaging educational activities. As a project co-founder, my role involved conducting personalized one-on-one impact calls on various topics, including strategic vision, Twitter growth, Gitcoin grants, and more. I personally supported over 20 founders through these personalized impact calls, with a specific focus on Gitcoin grants and their promotion. The project is progressing at a slow pace due to the founders having other priorities, but I continue to offer free Impact Calls and orientation services to the Gitcoin Grants ecosystem.\n\n🌎 WHO I AM\n\nEarth-based soul, wildlife biologist, and visionary. Co-founder of Solarpunk Nomads, Impact Academy, Solarpunk Guild and Hyperchange. I have dedicated the past few years to raising awareness on social media about the Climate Emergency and Biodiversity crisis.\n","ProjectId":3202,"Project Github":null,"Project Website":"https://twitter.com/earthbasedsoul"},
{"Project Name":"Distributed Doge - Data Work","Status":"APPROVED","RoundId":43080,"ApplicationId":66,"PayoutAddress":"0xfdb1517AC55F9285Ed13A72C9c872c7b3b0f57a8","Project Desc":"I contributed to three Open-Source projects related to Gitcoin.\n\n### Summary\n\n- [Gitcoin Data Portal](https://github.com/davidgasquez/gitcoin-grants-data-portal), where together with [David Gasquez](https://twitter.com/davidgasquez) we work to make Gitcoin data more accessible. \n- [OS-Observer](https://github.com/opensource-observer/oss-directory) which tracks impact of Open Source projects, including many Gitcoin Grantees. I was mainly feeding them with data. \n- RegenLearnings.xyz [DataBootcamp](https://regenlearnings.xyz/data-bootcamp) where goal is to turn motivated learners into \"impact data scientists\". I am helping to design curriculum and write course materials. \n\n\n### Details \n\nMajor part of my contributions is volunteer work on [Gitcoin Data Portal](https://github.com/davidgasquez/gitcoin-grants-data-portal) where I was contributing from November 2023 till February this year. \n\nI did several things there:\n\nWritten `dbt` tests to ensure data consistency, added new datasets, improved CI pipelines, added \"Data Catalog\" with rudimentary documentation.\n\nUsing \"Allo Project Profiles\" exported from Gitcoin Portal I was able to contribute to OS-Observer which tracks impact of Open Source contributors. \n\nThis is relevant to Gitcoin, as OS-Observer not only tracks Allo Grantees but also published a [blog post](https://docs.opensource.observer/blog/gitcoin-grants-impact) referenced in Gitcoin whitepaper, which was using data provided by Gitcoin Data Portal.\n\nAt one point in time, 30% of all Allo projects tracked by OS-Observer [directory](https://github.com/opensource-observer/oss-directory/issues) were introduced there thanks to my contributions.\n\nAs the round is ongoing, Citizens may also want to look at my [dashboard](https://dune.com/distributedddoge/gitcoin-citizens3-applications) tracking round applications.","ProjectId":3212,"Project Github":null,"Project Website":"https://twitter.com/DistributedDoge"},
{"Project Name":"sohto.eth","Status":"APPROVED","RoundId":43080,"ApplicationId":72,"PayoutAddress":"0x67434E4F16fb70E59c91b8642522fAC5b0C292C1","Project Desc":"\nSohto.eth has been deeply involved in initiatives that enhance both community and ecological well-being. With an emphasis on collective progress, he works closely with communities to improve our relationship with the environment through Earthist, supports those affected by natural disasters through Anka Relief, and advocates for sustainable living with ReFiDAO and Greenpill Türkiye, always striving to give his best.\n\n\n**Earthquake Project Onboarding:** He has been pivotal in introducing earthquake relief projects to platforms such as Gitcoin and Giveth, aiding crowdfunding campaigns that bolster disaster response and recovery.\n\n**Community Retroactive Citizen Rounds:** In his community, he has organized and led a citizen round, nurturing a sense of unity and collective support vital for working towards a regenerative future.\n\nIn all these endeavors, I'm guided by a humble hope that, through community-driven progress, we can shape a kinder, more regenerative world together.\n\n","ProjectId":3218,"Project Github":null,"Project Website":"https://twitter.com/berksohtorik"},
{"Project Name":"Tomo onboards cities and scientists on Gitcoin","Status":"APPROVED","RoundId":43080,"ApplicationId":65,"PayoutAddress":"0x48C9C3B838Ae70A1D1440211cB24fA3bb0594Bd7","Project Desc":"Hi, I'm Tomo. Over the past 12 years, I've been busy building up projects, NGOs, and businesses in Split, Croatia. My biggest achievements? Starting the [Youth Club Split](https://klubmladihsplit.hr) and [BlockSplit conference](https://blocksplit.net). I also helped get [Split Tech City](https://split-techcity.com) and [Include](https://include.eu) off the ground. My latest endeavor is [Zubar](https://zubar.hr), aimed at fixing problems in the [dental market](https://documentation.denther.com).\n\nIn 2017, I discovered Ethereum and quickly saw its potential. This led me to start local blockchain meetups in Split, which eventually grew into the BlockSplit conference – now the region's most significant web3 event. I'm passionate about tackling big challenges, especially when I can take the lead. I don't know where the future will take me, but I sure hope to significantly contribute to Ethereum.\n\nFrom August 2023, I have been working on a new project - [Municipal Quadratic Funding Initiative](https://muqa.org) . Implementing quadratic funding in a city. In the first couple of months, my work was funded by Gitcoin trough Funding the Commons, but after that funding ran out, I continued working on the project voluntarily.\n\nBesides MUQA, I have been a member of [Gitcoin DeSci Community Round](https://t.me/gitcoindesci) Operations team. In this role, I have been actively involved in all decision making and work.","ProjectId":3211,"Project Github":null,"Project Website":"https://x.com/tomislavmamic"},
{"Project Name":"Utkarsh","Status":"APPROVED","RoundId":43080,"ApplicationId":81,"PayoutAddress":"0xd6b97e042d03EdBDc100Eb55fbE43Eb75f2e3036","Project Desc":"Core team member of Lets GROW DAO that powered Lets GROW LIVE during GG 19.\n\nLets GROW LIVE was a 24/7 X Space during the 2 weeks of GG 19.\n\nThese spaces are held primarily to help grantees shill during Gitcoin rounds but eventually do lead to a lot of cross pollinating, community building, awareness building and a lot more because they are on for literally the whole time that the Gitcoin round runs.\n\nMy contribution to Lets GROW LIVE as a core team member of Lets GROW DAO was to help in structuring, onboarding, coordinating and stewarding for 3-4 hrs everyday.\n\nAs a result of this I have shed light on the Gitcoin ecosystem on several occasions along with helping people understand better to make thier first donation and also explaining Gitcoin to prospective grantees.\n\nSome key stats of Lets GROW LIVE -\n\nSpeakers - 1106\n\nListeners - 17901\n\nTotal no of hrs - 330.86\n\nImpressions - 124,288\n\nEngagements - 17644\n\nReactions - 94,000\n\nThis is a result of the spaces being broadcasted on Linkedin and X with our broadcast partners -\n\n1. Lets GROW Dao\n\n2. Treegens\n\n3. Refi Dao\n\n4. Bankless Dao\n\n5. Solarpunk Dao\n\n6. Koko Dao\n\nProof for the above can be found on - https://www.letsgrow.network/\n\nWe continue building on this momentum for GG 20 where we will improve the programming, add more broadcast partners and have communities beyond the Refi space also participating to GROW the movement","ProjectId":3233,"Project Github":null,"Project Website":"https://www.letsgrow.network/"}
]